[
    {
        "filename": "2.353_Unjuk_Rasa_Sepanjang_2023,_Karyoto_Sebut_Terbanyak_di_Dunia.txt",
        "original_content": "Kapolda Metro Jaya Irjen Karyotomembeberkan ada sebanyak 2.353unjuk rasa terjadi sepanjang tahun 2023. Karyoto menyebut jumlah tersebut mengalami peningkatan jika dibanding tahun 2022 yang tercatat ada sebanyak 1.890 aksi unjuk rasa. 'Selama tahun 2023 Polda Metro Jaya telah berhasil mengamankan 2.353 kali kegiatan unjuk rasa,' kata Karyoto dalam acara rilis akhir tahun di Polda Metro Jaya, Kamis (28 12).   Setidaknya ada empat aksi unjuk rasa menonjol yang diamankan di tahun ini. Di antaranya, aksi terkait penolakan Perppu Cipta Kerja, aksi terkait Solidaritas Rempang Galang Riau, aksi terkait Batas Usia Capres-cawapres, aksi Solidaritas Palestina, serta aksi Munajat Kubro dan Doa Bersama PA 212.  'Dan tentunya unjuk rasa-unjuk rasa yang kecil di berbagai kementerian yang menyangkut tentang laporan kinerja maupun dugaan-dugaan korupsi di berbagai wilayah karena kita tahu Jakarta adalah pusat dari pemerintahan,' tutur dia. Karyoto turut mengungkapkan jumlah unjuk rasa yang diamankan oleh jajaran Polda Metro Jaya ini merupakan yang terbesar dalam sepanjang sejarah kepolisian. 'Sepanjang sejarah mungkin polisi di seluruh dunia, yang paling banyak mengamankan unjuk rasa adalah Polda Metro Jaya, yang lebih sempit lagi Polres Metro Jakarta Pusat,' ucap Karyoto.  ",
        "preprocessed_content": "kapolda metro jaya irjen karyotomembeberkan karyoto sebut alami tingkat banding catat aksi unjuk polda metro jaya hasil aman kali giat unjuk karyoto acara rilis polda metro jaya kamis aksi unjuk tonjol aman aksi kait tolak perppu cipta kerja aksi kait solidaritas rempang galang riau aksi kait batas usia caprescawapres aksi solidaritas palestina aksi munajat kubro doa pa unjuk rasaunjuk menteri lapor kerja dugaandugaan korupsi wilayah jakarta pusat perintah karyoto unjuk aman jajar polda metro jaya besar sejarah polisi sejarah polisi dunia aman unjuk polda metro jaya sempit polres metro jakarta pusat karyoto",
        "timestamp": "2024-06-11 13:57:54"
    },
    {
        "filename": "2_Janji_Hubner_Bersama_Timnas_Indonesia_di_Piala_Asia_2023.txt",
        "original_content": "Pemain naturalisasi Justin Hubner mengatakan akan bertarung dan bekerja keras bersama rekan-rekannya diTimnas Indonesia dalam gelaran Piala Asia 2023. Hubner tak memungkiri Timnas Indonesia akan menghadapi lawan-lawan yang kuat. Di fase grup, Tim Merah Putih akan menghadapi Irak, Jepang, dan Vietnam. Namun begitu, Hubner meyakini Timnas Indonesia memiliki kualitas untuk bersaing dengan tiga tim lainnya untuk memperebutkan tiket lolos ke babak 16 besar Piala Asia 2023.    'Kami adalah tim yang sangat kuat, kami bekerja sangat keras. Saya pikir kami punya peluang di Piala Asia nanti,' ucapnya seperti dilansir dari situs resmi PSSI. 'Kami akan bertarung dan bekerja keras di laga-laga grup [melawan Irak, Vietnam dan Jepang], untuk keluarga kami, untuk fans, dan semuanya. Kita lihat saja nanti,' ia melanjutkan. Hubner dan kawan-kawan sudah tiba di Qatar, tempat digelarnya Piala Asia 2023 pada Minggu (7 1) setelah melakukan perjalanan dari Antalya, Turki. Pemain Wolverhampton Wanderers itu mengaku sudah tidak sabar bermain di turnamen sebenarnya. 'Ini sangat luar biasa, kami bisa berada di ajang Piala Asia. Saya sudah tidak sabar untuk memulainya dan kami akan berlatih di sini. Kita berada di grup dan laga yang sulit,' katanya.    Sejauh ini, Timnas Indonesia telah melakoni dua laga uji coba melawan Libya, yang berkesudahan 0-4 dan 1-2 untuk keunggulan lawan. Setelah dua uji coba itu, tim asuhan Shin Tae Yong juga akan melakoni uji coba terakhir melawan Iran di Qatar, Selasa (9 1). Tiga laga uji coba ini merupakan pemanasan buat Indonesia menuju Piala Asia 2023 yang berlangsung di Qatar pada 12 Januari - 10 Februari 2024.   ",
        "preprocessed_content": "main naturalisasi justin hubner tarung keras rekanrekannya ditimnas indonesia gelar piala asia hubner mungkir timnas indonesia hadap lawanlawan kuat fase grup tim merah putih hadap irak jepang vietnam hubner timnas indonesia milik kualitas saing tim rebut tiket lolos babak piala asia tim kuat keras pikir peluang piala asia lansir situs resmi pssi tarung keras lagalaga grup lawan irak vietnam jepang keluarga fans lihat lanjut hubner kawankawan qatar gelar piala asia minggu jalan antalya turki main wolverhampton wanderers aku sabar main turnamen ajang piala asia sabar mula latih grup laga sulit timnas indonesia lakon laga uji coba lawan libya sudah unggul lawan uji coba tim asuh shin tae yong lakon uji coba lawan iran qatar selasa laga uji coba panas indonesia piala asia qatar januari februari",
        "timestamp": "2024-06-11 13:58:43"
    },
    {
        "filename": "5_Kejadian_Dunia_Dikaitkan_Ketakutan_soal_Kiamat,_Ada_Agresi_Israel.txt",
        "original_content": "Meningkatnya perang dahsyat antar negara dalam kurun waktu beberapa tahun terakhir menimbulkan berbagai spekulasi akan terjadinya kiamat. Para ilmuwan mengungkapkan pada Januari lalu bahwa 'Jam Kiamat' telah digeser hingga 90 detik sebelum tengah malam, waktu terdekat manusia dengan bencana kiamat, dikutip dari ABC News. Hal ini berkaitan dengan meningkatnya Invasi Rusia ke Ukraina yang memungkinkan penggunaan senjata nuklir.   'Ancaman terselubung Rusia untuk menggunakan senjata nuklir mengingatkan dunia bahwa eskalasi konflik karena kecelakaan, kesengajaan, atau perhitungan adalah risiko yang sangat besar,' ungkap Rachel Bronson, presiden dan CEO Buletin Ilmuwan Atom. Terjadinya perang brutal antara Israel dan Palestina selama dua bulan terakhir dengan jumlah korban dua kali lipat perang Rusia-Ukraina semakin menguatkan spekulasi dekatnya waktu kiamat.  Berikut empat kejadian dunia yang dikaitkan dengan ketakutan soal kiamat. Beberapa tahun terakhir, Arab Saudi diterpa kasus perebutan kekuasaan di dalam kerajaan. Timbul gejolak konflik dalam kerajaan Arab Saudi menjelang Putra Mahkota Mohammed bin Salman menaiki takhta kerajaan. Beberapa sumber melaporkan bahwa Mbs tega mengurung sepupunya, Mohammed bin Nayef, untuk bisa mendapatkan gelar putra mahkota. Mbs melakukan berbagai tindakan kontroversial untuk mengamankan jabatan dan kekuasaannya di kerajaan Arab Saudi.  Dilansir dari Al Jazeera, terdapat laporan penahanan para bangsawan senior dan pejabat senior kerajaan Arab Saudi pada Maret 2020 atas upaya kudeta di istana kerajaan tersebut. Banyak pihak mengaitkan perebutan kekuasaan ini dengan tanda-tanda akhir zaman. Anggapan ini timbul dari salah satu hadisNabi Muhammad SAW. 'Memang ada juga indikasi hadis di dalam hadis nabi yang di antaranya menyebutkan tanda-tanda akhir zaman itu adalah adanya perebutan kekuasaan,'kata pengamat hubungan internasional dari Universitas Indonesia Yon Machmudi kepada CNNIndonesia.com.  Namun, beberapa pengamat lain menilai bahwa asumsi yang tersebar di masyarakat ini adalah mitos belaka. Paham Apokaliptik pertama kali menghebohkan dunia pada 1978. Kurang lebih 900 orang penganut sekte Peoples Temple melakukan aksi bunuh diri di hutan terpencil di Guyana. Aliran sesat ini dipimpin oleh Jim Jones asal Amerika Serikat yang menjanjikan para pengikutnya sebuah utopia di hutan Amerika Selatan, dikutip dari Britannica. Jones mengaku sebagai mesiahatau juru selamat bagi Rakyat Temple, kelompok penginjil yang berbasis di San Fransisco. Rakyat Temple dalam ajarannya menggabungkan unsur Kristen, sosialisme, komunisme, dan gaya hidup berkelompok orang lintas ras. Kelompok ini berpindah-pindah markas, dimulai dari California hingga daerah terpencil di Guyana.  Jones berhasil menghasut pengikutnya untuk mau mengkonsumsi narkoba, menjadi budak seks, dan kerja tanpa batas waktu. Leo Ryan, anggota Kongres Amerika Serikat yang mencoba datang ke lokasi Rakyat Temple pada akhirnya ditembak mati oleh anak buah Jones. Bersambung ke halaman berikutnya...",
        "preprocessed_content": "tingkat perang dahsyat negara kurun timbul spekulasi kiamat ilmuwan januari jam kiamat geser detik malam dekat manusia bencana kiamat kutip abc news kait tingkat invasi rusia ukraina guna senjata nuklir ancam selubung rusia senjata nuklir dunia eskalasi konflik celaka sengaja hitung risiko rachel bronson presiden ceo buletin ilmuwan atom perang brutal israel palestina korban kali lipat perang rusiaukraina kuat spekulasi dekat kiamat jadi dunia kait takut kiamat arab saudi terpa rebut kuasa raja timbul gejolak konflik raja arab saudi jelang putra mahkota mohammed bin salman takhta raja sumber lapor mbs tega urung sepupu mohammed bin nayef gelar putra mahkota mbs tindak kontroversial aman jabat kuasa raja arab saudi lansir al jazeera lapor tahan bangsawan senior jabat senior raja arab saudi maret upaya kudeta istana raja kait rebut kuasa tandatanda zaman anggap timbul salah hadisnabi muhammad saw indikasi hadis hadis nabi tandatanda zaman rebut kekuasaankata amat hubung internasional universitas indonesia yon machmudi cnnindonesiacom amat nilai asumsi sebar masyarakat mitos belaka paham apokaliptik kali heboh dunia orang anut sekte peoples temple aksi bunuh hutan pencil guyana alir sesat pimpin jim jones amerika serikat janji ikut utopia hutan amerika selatan kutip britannica jones aku mesiahatau juru selamat rakyat temple kelompok injil bas san fransisco rakyat temple ajar gabung unsur kristen sosialisme komunisme gaya hidup kelompok orang lintas ras kelompok berpindahpindah markas california daerah pencil guyana jones hasil hasut ikut konsumsi narkoba budak seks kerja batas leo ryan anggota kongres amerika serikat coba lokasi rakyat temple tembak mati anak buah jones sambung halaman",
        "timestamp": "2024-06-11 14:06:48"
    },
    {
        "filename": "7_Cara_Mengatasi_Layar_Hp_Rusak_Tidak_Bisa_Disentuh_Sama_Sekali.txt",
        "original_content": "Layar hp adalah bagian terpenting dalam gawai. Tanpa layar yang berfungsi dengan baik, pengguna tidak bisa memakaihp tersebut. Namun bagaimana bila layar atautouchscreenhp rusak, misalnya tidak mau merespons perintah apabila disentuh? Berikut cara mengatasilayarhptidak bisa disentuh sama sekali sebelum buru-buru membawanya ke tempat servis.     Sebelum mengetahui cara mengatasinya, kamu perlu tahu dahulu penyebab masalah ini muncul. Ada beberapa hal yang menyebabkan layar sentuh tidak bisa digunakan, sepertihp dalam kondisi basah, layar tertimpa benda berat, hingga masalah pada screen protector. Setelah ditemukan akar masalahnya, kamu bisa mencoba memperbaiki layar ponsel, merujuk situs Lifewiredan sumber lainnya berikut ini. Hal pertama yang bisa kamu lakukan adalah melakukan restart atau memulai ulang perangkat.Cara yang satu ini bisa digunakan apabila masalah muncul karena sistem. Untuk ponsel Samsung, kamu bisa melakukan restart dengan cara menekan dan menahan tombol volume turun dan tombol daya atau tombol samping secara bersamaan selama 10 detik. Kemudian hidupkan kembali ponsel dengan menekan tombol daya sampai layar menyala. Apabila layar masih tidak bisa digunakan, bisa jadi masalahnya karena layar kotor atau screen protector rusak. Screen protector adalah lapisan pelindung layar yang sering digunakan untuk mencegah layar tergores atau pecah. Screen protector yang kotor, basah, atau terlalu panas bisa membuat layar tidak bisa membaca perintah darisentuhanmu. Jika hal ini terjadi, segera lepas lapisan pelindung dari perangkatmu. Kemudian, bersihkan layar menggunakan kain microfiber kering secara menyeluruh. Cara mengatasi layarhp tidak bisa disentuh sama sekali berikutnya dapat dicoba apabila kerusakan terjadi karena ponsel yang basah. Layar sentuh bisa rusak atau tidak responsif karena terkena air berlebihan. Oleh karena itu, jika ponsel terkena air segera keringkan secara menyeluruh sebelum air merusak mesin atau sistem dalam perangkatmu. Gunakan handuk untuk menyerap air berlebih dan keringkan menggunakan silica gel. Kemudian, berdirikan ponsel agar air dapat keluar melalui port USB dan biarkan mengering selama seharian sebelum mulai digunakan kembali.  Jika layar ponsel tak bisa digunakan setelah jatuh, bisa jadi bagian digitizer-nya rusak atau terlepas. Hal ini membuat kamu harus memperbaiki koneksi digitizer dengan layar. Jangan khawatir, cara untuk memperbaiki koneksi digitizer ternyata cukup mudah. Kamu bisa mengetuk tiap sudut layar secara perlahan. Setelah beberapa saat, umumnya layar bisa kembali kamu gunakan. Namun, jika layar tak kunjung berfungsi normal, kamu harus membongkar ponsel untuk bisa menyambungkan kembali digitizer secara manual. Meski jarang, layar ponsel juga bisa mengalami kerusakan karena masalah pada kartu SIM, kartu memori, atau perangkat USB yang kurang baik. Jika hal ini terjadi, kamu hanya perlu melepaskan kartu atau perangkat tersebut terlebih dahulu dari ponselmu. Pastikan untuk mematikan ponsel terlebih dahulu sebelum mencabut dan memasang kembali kartu. Cara berikutnya adalah dengan memakai safe mode atau mode aman untuk ponsel Android. Hal ini dilakukan apabila kerusakan layar terjadi karena aplikasi atau program yang ada di dalam ponsel. Untuk memasuki mode aman, matikan ponsel dan nyalakan kembali dengan menekan tombol daya. Ketika ikon ponsel muncul, tahan tombol volume bawah. Apabila berhasil, perangkat akan menampilkan layar utama dan tulisan safe mode di pojok kiri bawah. Jika layar kembali berfungsi ketika digunakan dalam mode aman, segera hapus aplikasi yang baru kamu unduh. Hal terakhir yang bisa kamu coba adalah dengan mengembalikan ponsel ke mode pabrik atau factory mode. Perlu diketahui, cara ini bisa membuat semua aplikasi dan data pada ponselmu hilang. Untuk mengembalikan ponsel ke mode pabrik, kamu bisa mematikan perangkat dan menyalakannya kembali dengan menekan tombol daya dan volume bawah.  Semoga cara mengatasi layar HP yang tidak bisa disentuh sama sekali di atas membantu. Selamat mencoba!",
        "preprocessed_content": "layar hp penting gawai layar fungsi guna memakaihp layar atautouchscreenhp rusak respons perintah sentuh mengatasilayarhptidak sentuh buruburu bawa servis atas sebab muncul sebab layar sentuh sepertihp kondisi basah layar timpa benda berat screen protector temu akar coba baik layar ponsel rujuk situs lifewiredan sumber laku restart ulang perangkatcara muncul sistem ponsel samsung restart tekan tahan tombol volume turun tombol daya tombol samping sama detik hidup ponsel tekan tombol daya layar nyala layar layar kotor screen protector rusak screen protector lapis lindung layar cegah layar gores pecah screen protector kotor basah panas layar baca perintah darisentuhanmu lepas lapis lindung perangkat sih layar kain microfiber kering atas layarhp sentuh coba rusa ponsel basah layar sentuh rusak responsif kena air ponsel kena air kering air rusak mesin sistem perangkat handuk serap air lebih kering silica gel diri ponsel air port usb biar ering hari layar ponsel jatuh digitizernya rusak lepas baik koneksi digitizer layar khawatir baik koneksi digitizer mudah ketuk sudut layar perlahan layar layar kunjung fungsi normal bongkar ponsel sambung digitizer manual jarang layar ponsel alami rusa kartu sim kartu memori perangkat usb lepas kartu perangkat ponselmu pasti mati ponsel cabut pasang kartu pakai safe mode mode aman ponsel android rusa layar aplikasi program ponsel pasuk mode aman mati ponsel nyala tekan tombol daya ikon ponsel muncul tahan tombol volume hasil perangkat tampil layar utama tulis safe mode pojok kiri layar fungsi mode aman hapus aplikasi unduh coba kembali ponsel mode pabrik factory mode aplikasi data ponselmu hilang kembali ponsel mode pabrik mati perangkat nyala tekan tombol daya volume moga atas layar hp sentuh bantu selamat coba",
        "timestamp": "2024-06-11 14:12:02"
    },
    {
        "filename": "3_Masalah_Krusial_Vietnam_Jelang_Piala_Asia_Cedera_sampai_Fisik_Payah.txt",
        "original_content": "Timnas Vietnamyang menjadi salah satu rivalTimnas Indonesia di fase grupPiala Asia 2023 memiliki sederet masalah. Peserta Piala Asia 2024 sudah memulai persiapan jelang ajang kelas teratas di level benua, termasuk Vietnam. Dalam masa pemantapan tersebut, terdapat kelemahan skuad The Golden Star. Bongdamenuliskantiga masalah krusial yang dihadapi anak asuh Philippe Troussier, mulai masalah cedera pemain hingga fisik yang payah sehingga dikhawatirkan memengaruhi performa tim pada Piala Asia 2023.   Berikut tiga masalah penting Vietnam jelang Piala Asia: 1. Cedera Badai cedera tengah melanda negara tetangga Indonesia di kawasan Asia Tenggara tersebut. Sudah ada dua pemain yang dipastikan tidak akan tampil sebelum masa pemusatan latihan yaitu Doan Van Hau, Nguyen Thanh Cung, dan Hoang Van Toan. Selain itu terdapat pula pemain-pemain Vietnam yang ikut pemusatan latihan dibayang-bayangi masalah cedera yakni Nguyen Thang Nhan, Que Ngoc Hai, Do Duy Manh, Nguyen Hoang Duc, Nguyen Tien Linh, dan Dang Van Lam.  2.Kemampuan Teknis Pemain Bongda menyebut Vietnam kekurangan pemain yang kreatif untuk mengirim umpan dan menciptakan peluang. Nguyen Quang Hai dan Nguyen Hoang Duc menjadi pemain yang diharapkan bisa memerankan fungsi tersebut, namun keduanya tidak tampil dalam laga terakhir Vietnam melawan Filipina dan Vietnam di Kualifikasi Piala Dunia 2026 3.Masalah Gaya Main dan Fisik Timnas Vietnam hingga kini tampak masih mengalami masalah adaptasi permainan dari gaya Park Hang Seo ke tipe Troussier. Dalam laga uji tanding yang dilakukan di bawah arahan Troussier, Vietnam mengalami kekalahan dari Uzbekistan dan Korea Selatan. Kekalahan dari Irak pada laga kualifikasi Piala Dunia 2026 juga dianggap menjadi penanda kualitas timnas Vietnam tidak cukup memiliki daya saing. Dengan demikian bukan hanya pemain yang dituntut melakukan perubahan, tetapi Troussier pun juga harus segera menemukan cara tepat. Permainan ala Troussier yang menuntut pengendalian bola menuntut kekuatan fisik. Di sisi lain Que Ngoc Hai dan kawan-kawan belum memiliki kapasitas fisik yang sesuai dengan cara main pelatih asal Prancis tersebut. Troussier bahkan menyebut pemain Vietnam sudah kepayahan ketika laga baru berjalan 60 menit. Meningkatkan fisik pemain dalam waktu singkat menjadi permasalahan tersendiri yang harus diselesaikan Vietnam jelang laga pertama menghadapi Jepang pada 14 Januari 2024.  ",
        "preprocessed_content": "timnas vietnamyang salah rivaltimnas indonesia fase gruppiala asia milik deret serta piala asia siap jelang ajang kelas atas level benua vietnam mantap lemah skuad the golden star bongdamenuliskantiga krusial hadap anak asuh philippe troussier cedera main fisik payah khawatir pengaruh performa tim piala asia vietnam jelang piala asia cedera badai cedera landa negara tetangga indonesia kawasan asia tenggara main tampil pusat latih doan van hau nguyen thanh cung hoang van toan pemainpemain vietnam pusat latih dibayangbayangi cedera nguyen thang nhan que ngoc hai do duy manh nguyen hoang duc nguyen tien linh dang van lam teknis main bongda sebut vietnam kurang main kreatif kirim umpan cipta peluang nguyen quang hai nguyen hoang duc main harap peran fungsi tampil laga vietnam lawan filipina vietnam kualifikasi piala dunia gaya main fisik timnas vietnam alami adaptasi main gaya park hang seo tipe troussier laga uji tanding arah troussier vietnam alami kalah uzbekistan korea selatan kalah irak laga kualifikasi piala dunia anggap tanda kualitas timnas vietnam milik daya saing main tuntut ubah troussier temu main ala troussier tuntut kendali bola tuntut kuat fisik sisi que ngoc hai kawankawan milik kapasitas fisik sesuai main latih prancis troussier sebut main vietnam payah laga jalan menit tingkat fisik main singkat masalah sendiri selesai vietnam jelang laga hadap jepang januari",
        "timestamp": "2024-06-11 14:12:23"
    },
    {
        "filename": "3_Harimau_Mati_di_Medan_Zoo_dalam_2_Bulan,_Diduga_Terkait_Kandang.txt",
        "original_content": "DuaHarimau Sumatra dan satu harimau Benggala mati di Medan Zoo atau Kebun Binatang Medandalam dua bulan terakhir. Hal itu diduga terkait kelayakan kandang. Deret satwa yang mati itu, pertama, Harimau Sumatra (Panthera Tigris Sumatrae) bernama Nurhaliza alias Putri. Ia ditemukan mati di Medan Zoo pada 31 Desember 2023 pukul 16.48 WIB. Satwa langka ini mengalami pneumonia dan renal disease karena menempati kandang yang tak layak, rusak dan lembap.    Kepala Balai Besar Konservasi Sumber Daya Alam (BBKSDA) Sumut, Rudianto Saragih Napitu mengatakan harimau betina berumur 9 tahun ini terakhir dilakukan medical check up pada 14 November 2023. Hasilnya terdapat gangguan paru, nafas tersengal-sengal dan bersuara. 'Kemudian adanya radang dalam gambaran darah dan peningkatan BUN yang terkorelasi dengan hasil USG (penebalan dinding pelvis renalis dan dinding vesika urinaria), kondisi gigi kurang baik yang ditandai dengan penumpukan karang gigi,' kata Rudianto, Sabtu (6 1). Menurut Rudianto, sebelummeninggalNurhaliza terlihat lesu, nafsu makan turun dari satu bulan yang lalu, disertai nafas berat dan berbunyi, pergerakan lambat dan lemah, serta nafas sesak dan sering muntah setelah makan. 'Diagnosa hasil medical check up harimau yang memiliki berat badan 50 kg tersebut karena mengalami pneumonia dan renal disease. Tim Medis telah melakukan nekropsi (bedah bangkai) pada Senin 1 Januari 2023 pukul 10.11 WIB,' ungkapnya.  Kedua, Harimau Benggala bernama Avatar yang mati di Medan Zoo pada Desember 2023. Ketiga, Harimau Sumatra bernama Erhaditemukan mati di Medan Zoo pada 3 November 2023. Jantan berusia 11 tahun itu sakit dan tidak mau makan. Selama hidupnya, satwa langka ini tidak pernah kawin.  Rudianto mengakui pengelolaan satwa di Medan Zoo belum memenuhi standar pengelolaan lembaga konservasi, terutama dalam hal animal walfare, fasilitas kandang, dan tata kelola lingkungan. 'BBKSDA Sumut telah melakukan pemantauan terhadap lembaga konservasi Medan Zoo sejak April 2023, dan didapatkan fakta bahwa pengelolaan satwa belum memenuhi standar.' 'Hal ini terlihat dari kandang satwa buas yang kurang baik seperti kandang yang sudah mulai rusak dan lembap mengakibatkan penurunan kesehatan satwa,' ujarnya.  Rudianto menyebutkan BBKSDA Sumut telah memanggil manajemen Medan Zoo pada November 2023 untuk melaporkan perkembangan atas hasil monitoring tersebut. 'Pada pertemuan tersebut disampaikan bahwa Manajemen Medan Zoo mengalami beberapa kendala dan kesulitan dalam operasional Medan Zoo. Sehingga hal-hal yang menjadi rekomendasi BBKSDA Sumut belum mengalami kemajuan yang berarti,' urainya. BBKSDA Sumut, lanjutnya, bersama mitra telah melakukan penanganan satwa Medan Zoo, antara lain pengecekan rutin kesehatan satwa bersama tim medis yang terdiri atas dokter hewan BBKSDA Sumut, praktisi dokter hewan Perhimpunan Kebun Binatang se-Indonesia (PKBSI), dan Lembaga Konservasi (LK) di Sumatera Utara. 'Tim juga membantu pakan satwa dan tenaga perawat satwa (keeper) sebanyaktiga orang sejak Desember 2023 dari anggota PKBSI di Sumatera Utara, serta bantuan obat-obatan dari Perhimpunan Dokter Hewan Indonesia (PDHI),' paparnya.  Upaya penyelamatan satwa Medan Zoo, tambahnya, menjadi prioritas saat ini, sehingga memerlukan dukungan dan perhatian dari para pihak, terutama dari Pemerintah Kota Medan. Kondisi lingkungan yang kondusif sangat diperlukan untuk pemulihan satwa yang berada di dalam Medan Zoo. 'Oleh karena itu BBKSDA meminta kepada Direksi Perusahaan Daerah Pembangunan Kota Medan sebagai pengelolaMedan Zoo untuk tetap melakukan langkah penyehatan satwa dan memperbaiki kondisi lingkungan Medan Zoo sehingga layak untuk dikunjungi,' ungkapnya. ",
        "preprocessed_content": "duaharimau sumatra harimau benggala mati medan zoo kebun binatang medandalam duga kait layak kandang deret satwa mati harimau sumatra panthera tigris sumatrae nama nurhaliza alias putri temu mati medan zoo desember wib satwa langka alami pneumonia renal disease tempat kandang layak rusak lembap kepala balai konservasi sumber daya alam bbksda sumut rudianto saragih napitu harimau betina umur medical check up november hasil ganggu paru nafas tersengalsengal suara radang gambar darah tingkat bun korelasi hasil usg tebal dinding pelvis renal dinding vesika urinaria kondisi gigi tanda tumpu karang gigi rudianto sabtu rudianto sebelummeninggalnurhaliza lesu nafsu makan turun serta nafas berat bunyi gera lambat lemah nafas sesak muntah makan diagnosa hasil medical check up harimau milik berat badan kg alami pneumonia renal disease tim medis nekropsi bedah bangkai senin januari wib harimau benggala nama avatar mati medan zoo desember tiga harimau sumatra nama erhaditemukan mati medan zoo november jantan usia sakit makan hidup satwa langka kawin rudianto aku kelola satwa medan zoo penuh standar kelola lembaga konservasi animal walfare fasilitas kandang tata kelola lingkung bbksda sumut pantau lembaga konservasi medan zoo april dapat fakta kelola satwa penuh standar kandang satwa buas kandang rusak lembap akibat turun sehat satwa rudianto bbksda sumut panggil manajemen medan zoo november lapor kembang hasil monitoring temu manajemen medan zoo alami kendala sulit operasional medan zoo halhal rekomendasi bbksda sumut alami maju urai bbksda sumut mitra tangan satwa medan zoo kece rutin sehat satwa tim medis dokter hewan bbksda sumut praktisi dokter hewan himpun kebun binatang indonesia pkbsi lembaga konservasi lk sumatera utara tim bantu pakan satwa tenaga awat satwa keeper sebanyaktiga orang desember anggota pkbsi sumatera utara bantu obatobatan himpun dokter hewan indonesia pdhi papar upaya selamat satwa medan zoo prioritas dukung perhati perintah kota medan kondisi lingkung kondusif pulih satwa medan zoo bbksda direksi usaha daerah bangun kota medan pengelolamedan zoo langkah sehat satwa baik kondisi lingkung medan zoo layak kunjung",
        "timestamp": "2024-06-11 14:12:42"
    },
    {
        "filename": "5_Fakta_Menarik_Jelang_Duel_Liverpool_vs_Newcastle.txt",
        "original_content": "Liverpoolakan menghadapi Newcastle United dalam lagaLiga Inggris di Anfield, Senin (1 1) waktu setempat. Berikut fakta menarik jelang laga tersebut. Liverpool yang melakukan rotasi cukup besar di musim ini berhasil berada dalam jalur perburuan juara hingga setengah musim berjalan. Jurgen Klopp kembali membuktikan kepiawaiannya meracik tim dengan kehadiran sejumlah muka baru. Ujian bagi Liverpool bakal datang dari Newcastle. The Magpies saat ini sedang dalam kondisi buruk dan berupaya mencari momentum kebangkitan.    Berikut fakta menarik jelang laga Liverpool vs Newcastle: 1. Setelah meraih kemenangan dalam tujuh laga kandang perdana di Liga Inggris, Liverpool hanya meraih hasil imbang di dua laga kandang terakhir lawan Manchester United dan Arsenal. 2. Setelah menang 8-0 atas Sheffield United di bulan September, Newcastle tidak bisa lagi menang dalam enam laga tandang berikutnya di Liga Inggris. Bahkan The Magpies selalu kalah dalam empat laga tandang terakhir.    3. Dalam lima laga terakhir di Liga Inggris, Newcastle hanya meraih tiga poin. Pada durasi yang sama, Liverpool mencatat 11 poin dari lima laga terakhir. 4. Merujuk lima pertemuan terakhir Liverpool vs Newcastle The Reds selalu jadi pihak yang keluar sebagai pemenang,. 5. Darwin Nunez yang datang ke Liverpool musim lalu punya catatan apik dalam duel lawan Newcastle. Ia mampu mencetak tiga gol dalam dua pertemuan melawan Newcastle.   ",
        "preprocessed_content": "liverpoolakan hadap newcastle united lagaliga inggris anfield senin fakta tarik jelang laga liverpool rotasi musim hasil jalur buru juara musim jalan jurgen klopp bukti piawai racik tim hadir muka uji liverpool newcastle the magpies kondisi buruk upaya cari momentum bangkit fakta tarik jelang laga liverpool vs newcastle raih menang tujuh laga kandang perdana liga inggris liverpool raih hasil imbang laga kandang lawan manchester united arsenal menang sheffield united september newcastle menang enam laga tandang liga inggris the magpies kalah laga tandang laga liga inggris newcastle raih poin durasi liverpool catat poin laga rujuk temu liverpool vs newcastle the reds menang darwin nunez liverpool musim catat apik duel lawan newcastle cetak gol temu lawan newcastle",
        "timestamp": "2024-06-11 14:12:57"
    },
    {
        "filename": "2_Tokoh_TPN_Ganjar-Mahfud_Cabut_Pindah_Dukung_Prabowo-Gibran.txt",
        "original_content": "Sebanyak dua tokoh muda Tim Pemenangan Nasional (TPN) Ganjar-Mahfud memutuskan bergabung ke Tim Kampanye Nasional (TKN) Fanta Prabowo-Gibran. Kedua sosok itu ialah, Juru Kampanye Nasional (Jurkamnas) TPN Ganjar-Mahfud, Luhut Parlinggoman Siahaan dan Wakil Direktur Representatif TPN Ganjar-Mahfud, Zieko CH Odang. Dalam sambutannya, Zieko mengatakan bergabung ke TKN secara sukarela. Ia berpandangan visi dan misi yang diusung Prabowo-Gibran mencerminkan komitmen yang besar terhadap bangsa.   'Saya secara sukarela bergabungnya terhadap TKN dan saya melihat dan mencermati beberapa visi misi yang ada di Pak Prabowo itu mencerminkan komitmen sama seperti juga tim-tim TKN komitmen beliau terhadap negara ini,' kata Zieko di TKN Fanta HQ, Jakarta Pusat, Jumat (5 1).  Selain itu, Zieko mengaku tertarik dengan program yang diusung oleh Prabowo-Gibran. Ia menyebut program mereka sangat bagus dan kreatif. Bersamaan, Luhut berpendapat Prabowo-Gibran telah menunjukkan komitmennya terhadap anak muda. Ia menilai paslon nomor urut 2 itu sebagai paslon yang paling memerhatikan keterlibatan anak muda. Hal itu, kata dia, terbukti dengan banyaknya cluster yang membawahi berbagai bidang di TKN Fanta. 'Kalau di tim sebelah, tidak ada, bisa dicek dan visi misi terkait dengan pemuda yang paling jelas itu adalah pasangan Prabowo-Gibran,' ujar dia.  Dalam kesempatan yang sama, Komandan Tim Fanta (pemilih muda) Prabowo-Gibran, Arief Rosyid Hasan menyambut baik bergabungnya Zieko dan Luhut di TKN Fanta. 'Ini sebuah kegembiraan, sebuah kebahagiaan buat kami bertemu dengan sahabat sesama WNI. Sesama anak muda yang ingin mendorong Indonesia maju,' kata Arief. Luhut Parlinggoman Siahaan sendiri merupakan mantan KPU Tanjungbalai. Ia mengundurkan diri kala diangkat sebagai Jurkamnas di TPN Ganjar-Mahfud.  Ganjar-Mahfud dan Prabowo-Gibran berada di poros yang berbeda di Pilpres 2024. Paslon nomor urut 3, Ganjar-Mahfud merupakan paslon yang diusung koalisi PDIP. Sementara, Prabowo-Gibran diusung oleh Koalisi Indonesia Maju yang digawangi Partai Gerindra, Golkar, Demokrat, PAN, PBB, PSI, Gelora, Garuda, dan Prima.",
        "preprocessed_content": "tokoh muda tim menang nasional tpn ganjarmahfud putus gabung tim kampanye nasional tkn fanta prabowogibran sosok juru kampanye nasional jurkamnas tpn ganjarmahfud luhut parlinggoman siahaan wakil direktur representatif tpn ganjarmahfud zieko ch odang sambut zieko gabung tkn sukarela pandang visi misi usung prabowogibran cermin komitmen bangsa sukarela gabung tkn cermat visi misi prabowo cermin komitmen timtim tkn komitmen beliau negara zieko tkn fanta hq jakarta pusat jumat zieko aku tarik program usung prabowogibran sebut program bagus kreatif sama luhut dapat prabowogibran komitmen anak muda nilai paslon nomor urut paslon perhati libat anak muda bukti banyak cluster bawah bidang tkn fanta tim belah cek visi misi kait pemuda pasang prabowogibran sempat komandan tim fanta pilih muda prabowogibran arief rosyid hasan sambut gabung zieko luhut tkn fanta gembira bahagia temu sahabat wni anak muda dorong indonesia maju arief luhut parlinggoman siahaan mantan kpu tanjungbalai undur angkat jurkamnas tpn ganjarmahfud ganjarmahfud prabowogibran poros beda pilpres paslon nomor urut ganjarmahfud paslon usung koalisi pdip prabowogibran usung koalisi indonesia maju gawang partai gerindra golkar demokrat pan pbb psi gelora garuda prima",
        "timestamp": "2024-06-11 14:34:43"
    },
    {
        "filename": "5_Seleb_Indonesia_Kontroversial_2023.txt",
        "original_content": "Sejumlah selebritasIndonesia ramai menjadi perbincangan hingga viral di media sosial sepanjang 2023. Mereka ramai disorot oleh netizen karena memicu kontroversi melalui berbagai tingkah dan polah. Kontroversi yang ditimbulkan sejumlah seleb itu disebabkan berbagai hal, seperti urusan rumah tangga, perselingkuhan, hingga masalah hak cipta.    Kekerasan dalam rumah tangga (KDRT) Ferry Irawan terhadap Venna Melinda menjadi salah satu kontroversi yang pertama muncul pada tahun ini. Kemudian, terdapat pula masalah rumah tangga lain yang ramai disorot netizen, mulai dari Virgoun dan Inara Rusli, Rendy Kjaernet dan Lady Nayoan serta Syahnaz, hingga Nikita Mirzani dan Antonio Dedola. Selain itu, tahun ini diramaikan kontroversi tentang hak royalti lagu antara Ahmad Dhani dengan Once Mekel.    Kasus kekerasan dalam rumah tangga (KDRT) Ferry Irawan terhadap Venna Melinda ramai disorot publik ketika mencuat pada Januari 2023. Kasus itu bermula saat Venna Melinda melaporkan suaminya, Ferry Irawan ke Polres Kediri atas dugaan KDRT. Konflik antara Venna dan Ferry berlanjut hingga berbulan-bulan. Kedua pihak saling tuding selama penyelidikan polisi berjalan, hingga berujung gugatan cerai. Ferry Irawan akhirnya dihukum penjara tujuh bulan setelah terbukti bersalah atas kasus KDRT. Ia dinyatakan resmi keluar Lapas Kelas II A Kediri pada 17 Agustus. Pernikahan Venna dan Ferry juga telah berakhir pada 3 Agustus. Mereka resmi cerai berdasarkan putusan Pengadilan Agama Jakarta Selatan.  Ahmad Dhani dan Once Mekel sempat berkisruh mengenai izin menyanyikan lagu-lagu Dewa 19. Konflik tersebut mulai terendus sejak kedua musisi itu terlihat saling berselisih paham saat persiapan konser 30 Tahun Dewa 19 di Jakarta International Stadium (JIS) pada Februari 2023. Perbedaan pendapat hingga saling klaim terus bermunculan, termasuk masalah royalti lagu Dewa 19. Konflik akhirnya tak bisa dihindari saat Dhani melarang Once membawakan rilisan Dewa 19, pada 28 Maret silam. Masalah itu berakhir setelah Ahmad Dhani menyatakan perdebatan royalti lagu selesai pada 6 April. Ia mengatakan masalah itu berakhir setelah mendengar penjelasan dan rencana Lembaga Kolektif Nasional (LMKN). Di sisi lain, Once juga menyikapi persoalan itu dengan menyatakan tidak akan menyanyikan lagu ciptaan Ahmad Dhani lagi. Ia menegaskan sikap itu saat audiensi dan mediasi dengan Dhani dan sejumlah musisi di Kementerian Hukum dan HAM. Lanjut ke sebelah... ",
        "preprocessed_content": "selebritasindonesia ramai bincang viral media sosial ramai sorot netizen picu kontroversi tingkah polah kontroversi timbul seleb sebab urus rumah tangga selingkuh hak cipta keras rumah tangga kdrt ferry irawan venna melinda salah kontroversi muncul rumah tangga ramai sorot netizen virgoun inara rusli rendy kjaernet lady nayoan syahnaz nikita mirzani antonio dedola ramai kontroversi hak royalti lagu ahmad dhani once mekel keras rumah tangga kdrt ferry irawan venna melinda ramai sorot publik cuat januari venna melinda lapor suami ferry irawan polres diri duga kdrt konflik venna ferry lanjut berbulanbulan tuding lidi polisi jalan ujung gugat cerai ferry irawan hukum penjara tujuh bukti salah kdrt nyata resmi lapas kelas ii a diri agustus nikah venna ferry agustus resmi cerai dasar putus adil agama jakarta selatan ahmad dhani once mekel kisruh izin nyanyi lagulagu dewa konflik endus musisi selisih paham siap konser dewa jakarta international stadium jis februari beda dapat klaim muncul royalti lagu dewa konflik hindar dhani larang once bawa rilis dewa maret silam ahmad dhani debat royalti lagu selesai april dengar jelas rencana lembaga kolektif nasional lmkn sisi once sikap nyanyi lagu cipta ahmad dhani sikap audiensi mediasi dhani musisi menteri hukum ham belah",
        "timestamp": "2024-06-11 15:02:32"
    },
    {
        "filename": "7_Tanaman_Herbal_Ini_Bisa_Meningkatkan_Kecerdasan_Otak.txt",
        "original_content": "Siapa pun tentu ingin memiliki otak yang cerdas dan memori yang tajam. Selain dengan belajar, tanaman herbal ini ternyata bisa dikonsumsi untuk meningkatkan kecerdasan otak. Tanaman herbal ini dipercaya bisa dikonsumsi agar otak bisa lebih cerdas dan memiliki daya ingat yang tajam. Sejumlah rempah dan herbal ini juga telah dipelajari karena memiliki pengaruh yang cukup signifikan untuk penderita alzheimer.   Selain itu tanaman-tanaman ini juga telah diuji kemampuannya secara keseluruhan terhadap kognisi. Mulai dari kemampuan meningkatkan cara berpikir, memahami, belajar, bahkan mengingat. Lebih jelasnya, berikut beberapa tanaman herbal untuk kecerdasan otak. Bisa jadi bumbu di dapur sekaligus tanaman herbal di rumah Anda:  Ginseng menjadi salah satu herbal terbaik untuk urusan meningkatkan daya ingat dan kecerdasan. Potensi utama tanaman ini adalah kemampuannya untuk mencegah kehilangan daya ingat dan mengurangi penurunan daya ingat seiring usia yang bertambah. Ginseng mengandung bahan kimia antiinflamasi yang disebut ginsenosides. Kemungkinan hal ini yang membuat ginseng jadi salah satu herbal yang bisa meningkatkan kecerdasan dan daya ingat. Kemampuan tanaman ini dalam hal daya ingat sudah terkenal cukup lama. Melansir Verywell Mind, tanaman ini memang sudah digunakan sejak lama untuk pengobatan demensia. Ginkgo biloba juga jadi tanaman yang umum digunakan oleh masyarakat China untuk pengobatan. Tanaman ini diyakini bisa membantu meningkatkan fungsi kognitif dan merangsang sirkulasi aliran darah ke otak. Rosemary juga terkenal sebagai tanaman herbal yang biasa digunakan dalam sejumlah masakan. Di samping itu, tanaman ini juga terkenal sebagai salah satu herbal terbaik dalam hal fungsi otak dan memori. Studi klinis terhadap tanaman ini menunjukkan bahwa ekstrak rosemary bisa memperkuat perhatian dan memori pada pelajar yang sehat, orang dewasa, hingga orang tua. Tanaman herbal yang bisa meningkatkan kecerdasan otak selanjutnya adalah bacopa. Bacopa adalah jenis tanaman merambat yang banyak ditemukan di rawa-rawa. Bersaudara dekat dengan tumbuhan ki urat yang cukup tenar di Indonesia. Melansir Spirituality Health, Bacopa banyak digunakan dalam pengobatan Ayurveda. Tanaman ini juga memiliki khasiat yang bagus dalam hal meningkatkan kecerdasan dan memori. Berdasarkan sejumlah penelitian ilmiah di Australia dan India, tanaman ini memiliki sifat memori, anti-penuaan, dan kesehatan otak. Bacopa juga memiliki khasiat yang positif untuk gangguan pemusatan perhatian dan hiperaktivitas (ADHD) pada anak-anak. Jahe memiliki sifat anti-inflamasi yang luar biasa. Bahkan secara khusus dikenal bisa memerangi penyakit neurodegeneratif seperti penyakit parkinson. Tentu saja tanaman ini juga memiliki kemampuan untuk meningkatkan kecerdasan. Dalam beberapa hal, fungsi otak bisa terganggu dan mengalami penurunan karena depresi atau stres. Anda bisa memanfaatkan jamur reishi untuk meningkatkan fungsi otak tersebut. Jamur ini mungkin tidak bisa menurunkan rasa cemas dan depresi yang dirasakan. Tapi jamur ini bisa melawan gejala dan sebagai imbalannya pikiran Anda akan terasa lebih jernih. Tanaman ini memiliki kemampuan untuk meningkatkan kecerdasan otak. Melansir Mother Earth Living, sebuah penelitian di Edu Birdy menunjukkan bahwa hanya dengan minum ramuan ini dapat meningkatkan daya ingat. Peppermint memiliki kesegaran dan aroma yang kuat. Hal ini bisa membuat orang yang menghirupnya merasa lebih segar. Itulah 7 tanaman herbal yang bisa dikonsumsi untuk meningkatkan kecerdasan otak. Semoga bermanfaat.",
        "preprocessed_content": "milik otak cerdas memori tajam ajar tanam herbal konsumsi tingkat cerdas otak tanam herbal percaya konsumsi otak cerdas milik daya tajam rempah herbal ajar milik pengaruh signifikan derita alzheimer tanamantanaman uji mampu kognisi mampu tingkat pikir paham ajar tanam herbal cerdas otak bumbu dapur tanam herbal rumah ginseng salah herbal baik urus tingkat daya cerdas potensi utama tanam mampu cegah hilang daya kurang turun daya iring usia tambah ginseng kandung bahan kimia antiinflamasi ginsenosides ginseng salah herbal tingkat cerdas daya mampu tanam daya kenal lansir verywell mind tanam obat demensia ginkgo biloba tanam masyarakat china obat tanam yakin bantu tingkat fungsi kognitif rangsang sirkulasi alir darah otak rosemary kenal tanam herbal masakan samping tanam kenal salah herbal baik fungsi otak memori studi klinis tanam ekstrak rosemary kuat perhati memori ajar sehat orang dewasa orang tua tanam herbal tingkat cerdas otak bacopa bacopa jenis tanam rambat temu rawarawa saudara tumbuh ki urat tenar indonesia lansir spirituality health bacopa obat ayurveda tanam milik khasiat bagus tingkat cerdas memori dasar teliti ilmiah australia india tanam milik sifat memori antipenuaan sehat otak bacopa milik khasiat positif ganggu pusat perhati hiperaktivitas adhd anakanak jahe milik sifat antiinflamasi khusus kenal rang sakit neurodegeneratif sakit parkinson tanam milik mampu tingkat cerdas fungsi otak ganggu alami turun depresi stres manfaat jamur reishi tingkat fungsi otak jamur turun cemas depresi rasa jamur lawan gejala imbal pikir jernih tanam milik mampu tingkat cerdas otak lansir mother earth living teliti edu birdy minum ramu tingkat daya peppermint milik segar aroma kuat orang hirup segar tanam herbal konsumsi tingkat cerdas otak moga manfaat",
        "timestamp": "2024-06-11 15:09:49"
    },
    {
        "filename": "Anies__Ganjar_Sentil_Pertahanan,_Prabowo_Ajak_Bongkar_di_Luar_Debat.txt",
        "original_content": "Capres nomor 1 Anies Baswedandan capres nomor 3 Ganjar Pranowo ompak mengkritik capres nomor 2 sekaligus Menteri Pertahanan Prabowo Subianto. Mereka mengkritik Prabowo terkait isu pertahanan dalam debat ketiga Pilpres 2024 di Istora Senayan, Jakarta, Minggu (7 1) malam. Prabowo merespons dengan mengajak Anies-Ganjar untuk berdiskusi di luar sesi debat. Ia beralasan sesi debat memiliki waktu terbatas sehingga dirinya tak bisa menjawab panjang lebar.    Simak sejumlah momen panas tersebut yang dirangkumCNNIndonesia.com: Segmen ketiga menjadi momen awal Prabowo menyampaikan ajakan untuk berdiskusi di luar sesi debat untuk menjawab kritik. Ajakan itu pertama kali Prabowo sampaikan kepada Anies yang menyindir pembelian alutsista bekas oleh Kementerian Pertahanan. Prabowo menilai kritik yang disampaikan Anies keliru. Ia mengaku bakal membawa data-data terkait untuk membantah kritik tersebut jika Anies berkenan hadir untuk berdiskusi. 'Tadi sekali lagi Pak Anies ngomong-ngomong barang bekas karena Pak Anies rupanya tidak mengerti masalah pertahanan,' ujar Prabowo. 'Saya bersedia Pak Anies, mengundang Pak Anies di tempat yang Pak Anies suka, kita diskusi, saya akan bawa data. Saya akan bawa data yang sebenar-benarnya. Jadi barang-barang bekas itu menurut saya menyesatkan rakyat,' imbuhnya.  Dalam segmen keempat Prabowo kembali mengajak Anies untuk berdiskusi di luar sesi debat. Ia hendak membantah Anies yang mengkritik soal proyek food estate hingga praktik orang dalam di sejumlah proyek Kemenhan. Prabowo menilai semua kritik yang disampaikan Anies keliru. Ia mengklaim bakal membantah seluruh kritik itu jika Anies berkenan untuk berdiskusi di luar debat. 'Ketika Bapak memimpin di Kementerian Pertahanan, banyak orang dalam dalam pengadaan alutsista. PT Teknologi Militer Indonesia, Indonesia Defense Security. Lalu orang dalam dalam pengelolaan food estate,' kritik Anies. 'Semua data yang saudara ungkapkan itu keliru semua. Jadi saya bersedia, kita duduk, kita buka-bukaan. Mau bicara food estate, mau bicara PT Teknologi Militer Indonesia, kita buka,' jawab Prabowo.  Di segmen kelima Prabowo menyampaikan ajakan untuk berdiskusi di luar sesi debat sebanyak dua kali. Masing-masing dilontarkan kepada Anies dan Ganjar. Untuk Anies, Prabowo hendak membantah tudingan yang menyebut dirinya membicarakan isu pertahanan secara tertutup di pertemuan yang tidak jelas. 'Pak Anies, Pak Anies. Saya tidak bicara tertutup. Saya bicara di Dewan Perwakilan Rakyat Komisi I. Di mana semua partai yang mengusung Bapak hadir dan menyetujui yang saya ajukan. Dan juga sekarang, waktunya nggak ada,' ujar dia. 'Jadi saya mengundang, kita bicara, terbuka, terbuka. Silahkan,' imbuhnya. Hal serupa juga disampaikan Prabowo terhadap Ganjar.  Ganjar mulanya mempertanyakan ke Prabowo mengapa sejumlah data menunjukkan Indeks pertahanan Indonesia menurun. Ia juga meminta Prabowo memberikan solusi atas permasalahan itu. 'Pak Prabowo, saya mau bertanya kepada Bapak, termasuk kemudian capaian MEF (Minimum Essential Force) kita hanya 65,49 persen dari target 79 persen. Mengapa terjadi penurunan dan apa solusinya?' tanya Ganjar. Prabowo kemudian membeberkan sejumlah alasan untuk menjawab pertanyaan Ganjar. Di sisi lain, Prabowo menyebut sejumlah data yang disampaikan Ganjar keliru meskipun memiliki niat baik. 'Jadi, banyak data Bapak, mungkin niat Bapak baik, tapi mungkin tim Bapak, staf Bapak itu keliru memberi masukan,' ujar Prabowo. Ganjar lalu meminta Prabowo untuk membantah secara langsung data yang dirinya sampaikan.    Prabowo menilai permintaan Ganjar itu tak adil. Meski dirinya mengaku bisa membantah namun Prabowo mengklaim terkendala waktu yang terlalu sedikit. 'Iya jadi begini yang bapak ungkapkan itu saya bisa bantah waktunya tidak cukup. Saya siap berjumpa dengan bapak mari kita bahas satu per satu akan saya buktikan,' kata Prabowo. 'Saya butuh hari ini pak,' jawab Ganjar. 'Oh, tidak bisa. Saya tidak dikasih waktu. Jadi anda tidak fair, anda minta saya kasih penjelasan yang begitu rumit tapi waktu saya terbatas,' ujar Prabowo. ",
        "preprocessed_content": "capres nomor anies baswedandan capres nomor ganjar pranowo ompak kritik capres nomor menteri tahan prabowo subianto kritik prabowo kait isu tahan debat tiga pilpres istora senayan jakarta minggu malam prabowo respons ajak aniesganjar diskus sesi debat alas sesi debat milik batas lebar simak momen panas dirangkumcnnindonesiacom segmen tiga momen prabowo aja diskus sesi debat kritik aja kali prabowo anies sindir beli alutsista bekas menteri tahan prabowo nilai kritik anies keliru aku bawa datadata kait ban kritik anies kenan hadir diskus anies ngomongngomong barang bekas anies erti tahan prabowo sedia anies undang anies anies suka diskusi bawa data bawa data sebenarbenarnya barangbarang bekas sesat rakyat imbuh segmen empat prabowo ajak anies diskus sesi debat ban anies kritik proyek food estate praktik orang proyek kemenhan prabowo nilai kritik anies keliru klaim ban kritik anies kenan diskus debat pimpin menteri tahan orang ada alutsista pt teknologi militer indonesia indonesia defense security orang kelola food estate kritik anies data saudara ungkap keliru sedia duduk bukabukaan bicara food estate bicara pt teknologi militer indonesia buka prabowo segmen prabowo aja diskus sesi debat kali masingmasing lontar anies ganjar anies prabowo ban tuding sebut bicara isu tahan tutup temu anies anies bicara tutup bicara dewan wakil rakyat komisi i partai usung hadir tuju aju undang bicara buka buka silah imbuh prabowo ganjar ganjar prabowo data indeks tahan indonesia turun prabowo solusi masalah prabowo capai mef minimum essential force persen target persen turun solusi ganjar prabowo beber alas ganjar sisi prabowo sebut data ganjar keliru milik niat data niat tim staf keliru masuk prabowo ganjar prabowo ban langsung data prabowo nilai minta ganjar adil aku ban prabowo klaim kendala iya ungkap bantah jumpa mari bahas bukti prabowo butuh ganjar oh kasih fair kasih jelas rumit batas prabowo",
        "timestamp": "2024-06-16 09:49:49"
    },
    {
        "filename": "3_Keuntungan_Indonesia_Lawan_Iran_Jelang_Piala_Asia_2023.txt",
        "original_content": "Timnas Indonesiaakan menghadapi Iran jelang Piala Asia 2023. Berikut keuntungan yang bisa didapat dari laga ini. Timnas Indonesia bakal menjalani laga uji coba terakhir sebelum tampil di Piala Asia 2023. Uji coba tersebut adalah duel lawan Iran yang berlangsung di Qatar, Selasa (9 1). Setelah dua kali kalah lawan Libya, Timnas Indonesia akan menghadapi Iran yang punya peringkat jauh lebih tinggi dibanding Libya. Iran saat ini ada di posisi nomor 21 dunia.    Berikut keuntungan yang didapat Indonesia dari laga uji coba lawan Iran: 1. Ujian Kelayakan dan Kepantasan Tampil di Piala Asia Timnas Indonesia telah melakukan persiapan yang panjang dan mengambil langkah naturalisasi sejumlah pemain jelang Piala Asia. Setelah masa persiapan, duel lawan Iran jadi penutup yang pas sebelum melangkah ke Piala Asia. Iran punya kualitas tim yang mumpuni untuk menguji kelayakan dan kesiapan Timnas Indonesia menuju Piala Asia. 2. Bayangan Lawan Irak Irak dan Iran yang sama-sama merupakan tim Asia Barat dan punya sejumlah kesamaan dalam karakteristik permainan. Dengan bayangan itu, duel lawan Iran bisa jadi gambaran yang pas sebelum berlaga lawan Irak. Di Kualifikasi Piala Dunia 2026, Indonesia dihajar Irak dengan skor 1-5. Kini, dengan kesempatan lebih dulu lawan Iran, Indonesia bakal punya gambaran dan bayangan sebelum berlaga lawan Irak. Terlebih duel lawan Irak bakal jadi laga pertama Timnas Indonesia di Piala Asia. Dengan demikian, gambaran duel lawan Iran bisa langsung diaplikasikan lawan Irak.   3. Menanam Kepercayaan Diri Iran merupakan tim dengan peringkat tertinggi kedua di Asia. Mereka hanya kalah dari Jepang yang duduk di posisi 17. Bila Timnas Indonesia bisa memetik hasil baik lawan Iran, hal itu bisa menanamkan kepercayaan diri yang luar biasa besar bagi tim. Timnas Indonesia pun tidak akan lagi minder menghadapi Jepang, Irak, dan Vietnam pada laga Piala Asia mendatang.   ",
        "preprocessed_content": "timnas indonesiaakan hadap iran jelang piala asia untung laga timnas indonesia jalan laga uji coba tampil piala asia uji coba duel lawan iran qatar selasa kali kalah lawan libya timnas indonesia hadap iran peringkat banding libya iran posisi nomor dunia untung indonesia laga uji coba lawan iran uji layak pantas tampil piala asia timnas indonesia siap ambil langkah naturalisasi main jelang piala asia siap duel lawan iran tutup pas lang piala asia iran kualitas tim mumpuni uji layak kesiap timnas indonesia piala asia bayang lawan irak irak iran samasama tim asia barat sama karakteristik main bayang duel lawan iran gambar pas laga lawan irak kualifikasi piala dunia indonesia hajar irak skor sempat lawan iran indonesia gambar bayang laga lawan irak duel lawan irak laga timnas indonesia piala asia gambar duel lawan iran langsung aplikasi lawan irak tanam percaya iran tim peringkat tinggi asia kalah jepang duduk posisi timnas indonesia petik hasil lawan iran tanam percaya tim timnas indonesia minder hadap jepang irak vietnam laga piala asia",
        "timestamp": "2024-06-22 10:51:29"
    },
    {
        "filename": "3_Masalah_Timnas_Indonesia_Usai_Dihajar_Libya_di_Leg_2.txt",
        "original_content": "Timnas Indonesiatampil mengesankan lawan Libya, namun tetap memiliki sejumlah masalah yang patut dievaluasi dalam uji coba leg kedua di Stadion Titanic Mardan, Antalya, Turki, Jumat (5 1). Timnas Indonesia bermain lebih baik pada leg kedua dibandingkan dengan leg pertama. Akan tetapi Indonesia harus menerima kenyataan kembali gagal menang usai kalah 1-2 dari Libya. Skuad Garuda unggul lebih dulu melalui gol Yakob Sayuri pada menit keenam, namun Libya mencetak gol balasan pada menit kesembilan lewat Osama Mukhtar Al Shremi dan berbalik unggul 2-1 usai Ahmed Ekrawa cetak gol pada menit ke-20.   Secara menyeluruh Indonesia tampil mendominasi penguasaan bola. Beberapa peluang gol juga dimiliki tim asuhan Shin Tae Yong. Hanya saja pertahanan Libya yang solid dan sejumlah peluang gol yang terbuang membuat Tim Merah Putih lagi-lagi menelan kekalahan dalam uji coba jelang Piala Asia 2023 ini. 3 Masalah Timnas Indonesia Usai Ditekuk Libya: 1. Komunikasi Blunder Gol kedua Libya yang dicetak Ahmed Ekrawa merupakan hasil blunder bek Rizky Ridho yang salah komunikasi dengan kiper Ernando Ari Sutaryadi.  Backpass dari Ridho terlalu pelan, sehingga kiper Ernando terlambat mengantisipasi dan merebut bola. Hasilnya Ekrawa bisa merebut bola, mengecoh Ernando dan mencetak gol yang membawa Libya berbalik unggul 2-1. 2. Finishing Indonesia punya beberapa peluang emas. Andai peluang-peluang itu bisa diselesaikan dengan baik, bukan tidak mungkin Skuad Garuda terhindar dari kekalahan atau memangkan laga. Pada babak kedua, Tim Merah Putih punya peluang gol lewat Marselino Ferdinan yang dapat operan Yakob Sayuri dan Justin Hubner yang menerima umpan terobosan Rizky Ridho. Tetapi eksekusi kaki kanan Marselino melayang di atas mistar, sedangkan tembakan kaki kiri Hubner diblok kiper Murad Al Wuheeshi. 3. Chemistry Dalam beberapa momen, pemain Indonesia masih salah oper, atau memiliki operan yang tidak akurat. Ini membuktikan perlu peningkatan chemistry di dalam tim. Perlunya peningkatan chemistry ini juga diakui Yakob Sayuri usai pertandingan.   ",
        "preprocessed_content": "timnas indonesiatampil kesan lawan libya milik patut evaluasi uji coba leg stadion titanic mardan antalya turki jumat timnas indonesia main leg banding leg indonesia terima nyata gagal menang kalah libya skuad garuda unggul gol yakob sayur menit enam libya cetak gol balas menit sembilan osama mukhtar al shremi balik unggul ahmed ekrawa cetak gol menit indonesia tampil dominasi kuasa bola peluang gol milik tim asuh shin tae yong tahan libya solid peluang gol buang tim merah putih lagilagi tel kalah uji coba jelang piala asia timnas indonesia tekuk libya komunikasi blunder gol libya cetak ahmed ekrawa hasil blunder bek rizky ridho salah komunikasi kiper ernando ari sutaryadi backpass ridho pelan kiper ernando lambat antisipasi rebut bola hasil ekrawa rebut bola kecoh ernando cetak gol bawa libya balik unggul finishing indonesia peluang emas andai peluangpeluang selesai skuad garuda hindar kalah memang laga babak tim merah putih peluang gol marselino ferdinan oper yakob sayur justin hubner terima umpan terobos rizky ridho eksekusi kaki kanan marselino layang mistar tembak kaki kiri hubner blok kiper murad al wuheeshi chemistry momen main indonesia salah oper milik oper akurat bukti tingkat chemistry tim tingkat chemistry aku yakob sayur tanding",
        "timestamp": "2024-06-22 10:52:28"
    },
    {
        "filename": "3_Pemicu_Justin_Hubner_Blunder_di_Indonesia_vs_Libya.txt",
        "original_content": "Sejumlah faktor jadi penyebab Justin Hubner belum tampil maksimal dan membuat blunder dalam lagaTimnas Indonesia vs Libya di Stadion Titanic Mardan, Selasa (2 1). Justin Hubner jadi sorotan usai dua blunder yang berujung dua gol Libya. Blunder Hubner juga yang berujung Indonesia kalah telak 0-4 dari Libya dalam persiapan menuju Piala Asia 2023. Pada menit ke-58 Hubner melepaskan umpan yang sembrono ke sisi kanan. Pemain Libya lantas mengambil bola dan melakukan serangan berbahaya. Omar Alkhoja menuntaskan peluang. Dalam proses gol Alkhoja tersebut juga terlihat koordinasi kurang rapi antara Hubner dan Amat.   Setelah kesalahan tersebut, Hubner kembali melakukan blunder yang berujung pada gol lawan. Umpan diagonal Hubner yang dipotong pemain Libya di muka gawang Indonesia dan menjadi makanan empuk yang disantap Nourdin Al Gelaib pada menit ke-89. Setelah kekalahan telak Indonesia itu Hubner mengungkapkan sejumlah faktor yang membuatnya tidak tampil bagus. 'Ini adalah pertandingan pertama saya. Laga ini sungguh sulit karena sistem baru untuk saya, formasi baru untuk saya. Jadi, benar-benar laga yang sulit untuk dimainkan. Namun saya tetap senang bisa memainkan laga pertama saya untuk tim ini,' ucap Hubner dalam rekaman yang dikirim oleh PSSI.  Selain faktor sistem dan formasi baru. Justin Hubner sebelumnya dilaporkan bisa absen di Indonesia vs Libya karena terlambat bergabung dalam pemusatan latihan di Turki. Asisten pelatih Timnas Indonesia Nova Arianto mengungkapkan Hubner dan Elkan Baggott baru tiba di Turki pada Senin (1 1). Akan tetapi minimnya pemain belakang setelah Shayne Pattynama pulang ke Belanda karena urusan keluarga membuat Shin Tae Yong memainkan Hubner di babak kedua lawan Libya.   ",
        "preprocessed_content": "faktor sebab justin hubner tampil maksimal blunder lagatimnas indonesia vs libya stadion titanic mardan selasa justin hubner sorot blunder ujung gol libya blunder hubner ujung indonesia kalah telak libya siap piala asia menit hubner lepas umpan sembrono sisi kanan main libya lantas ambil bola serang bahaya omar alkhoja tuntas peluang proses gol alkhoja koordinasi rapi hubner salah hubner blunder ujung gol lawan umpan diagonal hubner potong main libya muka gawang indonesia makan empuk santap nourdin al gaib menit kalah telak indonesia hubner faktor buat tampil bagus tanding laga sungguh sulit sistem formasi benarbenar laga sulit main senang main laga tim hubner rekam kirim pssi faktor sistem formasi justin hubner lapor absen indonesia vs libya lambat gabung pusat latih turki asisten latih timnas indonesia nova arianto hubner elkan baggott turki senin minim main shayne pattynama pulang belanda urus keluarga shin tae yong main hubner babak lawan libya",
        "timestamp": "2024-06-22 10:53:15"
    },
    {
        "filename": "3_Pemain_Incaran_MU_di_Bursa_Transfer_Januari.txt",
        "original_content": "Manchester Uniteddilaporkan mengincar sejumlah pemain baru padabursa transfer Januari nanti imbas minimnya gol pada paruh pertama musim ini. Man United kini hanya mencetak 36 gol di semua kompetisi musim ini. Dari jumlah itu, gelandang Scott McTominay berada di posisi teratas dengan koleksi enam gol. Gol McTominay sama dengan striker Rasmus Hojlund yang baru mencetak gol pertama di Premier League musim ini saat membobol gawang Aston Villa.    Marcus Rashford yang gemilang pada musim lalu baru mencetak dua gol. Angka itu sama dengan torehan Anthony Martial. Gol Rashford dengan Martial kalah ketimbang winger muda MU Alejandro Garnacho yang memiliki lima gol pada musim ini. Frustrasi dengan performa serangannya, Erik ten Hag berharap Sir Jim Ratcliffe yang baru saja memiliki 25 persen saham MU bisa membeli pemain baru pada jendela transfer tengah musim nanti.  Dalam sejumlah sumber, penyerang jadi target utama The Red Devils pada bursa transfer tengah musim nanti. 3 Pemain Incaran MU: 1. Joshua Zirkzee Zirkzee diklaim tampil apik bersama klub Italia Bologna pada musim ini dengan mencetak delapan gol dan memberikan empat assist dari 19 pertandingan. Di Serie A, pemain 22 tahun tersebut mencetak tujuh gol dengan memberikan dua assist. 2. Arthur Vermeeren Selain penyerang, MU juga menginginkan gelandang. Pemain muda Belgia Arthur Vermeeren jadi target. Gelandang klub Royal Antwerp itu sudah bermain dalam 31 pertandingan musim ini dan mencetak dua gol serta memberikan enam assist. 3. Viktor Gyokeres Striker Sporting Lisbon Viktor Gyokeres juga dalam pantauan MU. Man Utd harus merogoh kocek dalam guna mendapatkan Gyokeres yang memiliki banderol 87 juta poundsterling atau setara dengan Rp1,7 triliun.   ",
        "preprocessed_content": "manchester uniteddilaporkan incar main padabursa transfer januari imbas minim gol paruh musim man united cetak gol kompetisi musim gelandang scott mctominay posisi atas koleksi enam gol gol mctominay striker rasmus hojlund cetak gol premier league musim bobol gawang aston villa marcus rashford gemilang musim cetak gol angka toreh anthony martial gol rashford martial kalah ketimbang winger muda mu alejandro garnacho milik gol musim frustrasi performa serang erik ten hag harap sir jim ratcliffe milik persen saham mu beli main jendela transfer musim sumber serang target utama the red devils bursa transfer musim main incar mu joshua zirkzee zirkzee klaim tampil apik klub italia bologna musim cetak delapan gol assist tanding serie a main cetak tujuh gol assist arthur vermeeren serang mu gelandang main muda belgia arthur vermeeren target gelandang klub royal antwerp main tanding musim cetak gol enam assist viktor gyokeres striker sporting lisbon viktor gyokeres pantau mu man utd rogoh kocek gyokeres milik banderol juta poundsterling tara triliun",
        "timestamp": "2024-06-22 10:53:59"
    },
    {
        "filename": "11_Panelis_Debat_Ketiga_Pilpres,_Rektor_Unjani_hingga_Dekan_UIII.txt",
        "original_content": "Komisi Pemilihan Umum (KPU) akan menggelar debat ketiga Pilpres 2024 pada akhir pekan ini di IstoraSenayan, Jakarta Pusat, Minggu (7 1). Ada11 panelis yang telah ditetapkan untuk menyusun pertanyaan bagi tiga capres yang akan mengisi debattersebut. 'Hasil pertemuan KPU, tim paslon, dan media penyelenggara, [debat ketiga Pilpres 2024] dilaksanakan 7 Januari 2024 di Istora Senayan,' ujar Komisioner KPU August Mellaz kepada wartawan di kantornya, Jakarta Pusat, Rabu (3 1) malam.   Tema debat ketiga Pilpres 2024 yang akan dilaksanakan akhir pekan ini adalahPertahanan, Keamanan, Hubungan Internasional, Globalisasi, Geopolitik, dan Politik Luar Negeri. 'Kami sudah mendapat konfirmasi dan kesediaan panelis,' ujar August.  Berikut daftar nama 11 panelis debat ketiga Pilpres2024 yang akan digelar 7 Januari 2024: - Hikmahanto Juwana (Guru Besar Hukum Internasional Universitas Indonesia dan Rektor Universitas Jenderal Ahmad Yani) - Angel Damayanti (Guru Besar Bidang Keamanan Internasional Fisipol Universitas Kristen Indonesia) - Curie Maharani Savitri (Dosen Hubungan Internasional, ahli kajian industri pertahanan dan alih teknologi Universitas Binus) - Evi Fitriani (Guru Besar Ilmu Hubungan Internasional Universitas Indonesia) - I Made Andi Arsana (Ahli Aspek Geospasial Hukum Laut Universitas Gadjah Mada) - Ian Montratama (Dosen Program Studi Hubungan Internasional Ahli Keamanan dan Pertahanan Universitas Pertamina) - Irene Hiraswari Gayatri (Peneliti Pusat Riset Politik Badan Riset dan Inovasi Nasional) - Kusnanto Anggoro (Pakar Keamanan Universitas Pertahanan) - Laksamana TNI (Purn) Marsetio (KSAL 2012-2014 dan Ketua Dewan Guru Besar Universitas Pertahanan) - RWidya Setiabudi Sumadinata (Guru Besar Bidang Keamanan Global Universitas Padjajaran) - Philips JVermonte (Dekan Fakultas Ilmu Sosial Universitas Islam Internasional Indonesia dan Senior Fellow CSIS)   Sebelumnya, KPU telah dua kali menggelar debat Pilpres 2024 yakni pada 12 Desember 2023 yang mempertemukan tiga capres dan pada 22 Desember 2023 yang mempertemukan tiga cawapres. Debat selanjutnya akan diselenggarakan KPU yakni pada Minggu (7 1), Minggu (14 1) dan Minggu (4 2). Debat keempat akan mempertemukan tiga cawapres dengan tema Pembangunan Berkelanjutan, Sumber Daya Alam, Lingkungan Hidup, Energi, Pangan, Agraria, Masyarakat Adat dan Desa. Kemudian debat kelima akan mempertemukan tiga capres dengan tema Kesejahteraan Sosial, Kebudayaan, Pendidikan, Teknologi Informasi, Kesehatan, Ketenagakerjaan, Sumber Daya Manusia, dan Inklusi.  ",
        "preprocessed_content": "komisi pilih kpu gelar debat tiga pilpres pekan istorasenayan jakarta pusat minggu panelis tetap susun capres isi debattersebut hasil temu kpu tim paslon media selenggara debat tiga pilpres laksana januari istora senayan komisioner kpu august mellaz wartawan kantor jakarta pusat rabu malam tema debat tiga pilpres laksana pekan adalahpertahanan aman hubung internasional globalisasi geopolitik politik negeri konfirmasi sedia panelis august daftar nama panelis debat tiga gelar januari hikmahanto juwana guru hukum internasional universitas indonesia rektor universitas jenderal ahmad yani angel damayanti guru bidang aman internasional fisipol universitas kristen indonesia curie maharani savitri dosen hubung internasional ahli kaji industri tahan alih teknologi universitas bus evi fitriani guru ilmu hubung internasional universitas indonesia i made andi arsana ahli aspek geospasial hukum laut universitas gadjah mada ian montratama dosen program studi hubung internasional ahli aman tahan universitas pertamina irene hiraswari gayatri teliti pusat riset politik badan riset inovasi nasional kusnanto anggoro pakar aman universitas tahan laksamana tni purn marsetio ksal ketua dewan guru universitas tahan rwidya setiabudi sumadinata guru bidang aman global universitas padjajaran philips jvermonte dekan fakultas ilmu sosial universitas islam internasional indonesia senior fellow csis kpu kali gelar debat pilpres desember temu capres desember temu cawapres debat selenggara kpu minggu minggu minggu debat empat temu cawapres tema bangun lanjut sumber daya alam lingkung hidup energi pangan agraria masyarakat adat desa debat temu capres tema sejahtera sosial budaya didik teknologi informasi sehat ketenagakerjaan sumber daya manusia inklusi",
        "timestamp": "2024-06-22 10:55:58"
    },
    {
        "filename": "30_Tembakan_Arsenal_Tak_Berujung_Gol,_Arteta_Dongkol.txt",
        "original_content": "Pelatih Mikel Artetadongkol setelah 30 tembakan yang dilepaskanArsenal berujung kekalahan 0-2 dari West Ham United pada pertandingan ke-19 Liga Inggris di Emirates, Jumat (29 12) dini hari WIB. Arsenal gagal menang usai Natal. Dalam derbi London lawan West Ham di kandang sendiri, The Gunners menelan malu usai kalah 0-2 di depan publik sendiri. Tuan rumah 'KO' lewat gol- dari Tomas Soucek pada menit ke-13 dan gol Konstantinos Mavaropanos pada menit ke-55.   Kekalahan tersebut membuat Arsenal gagal kembali ke puncak klasemen menyalip Liverpool. Hasil buruk di markas sendiri membuat Mikel Arteta geregetan. Pasalnya Martin Oodegaard dan kawan-kawan memiliki 30 tembakan namun tidak ada yang berujung gol. 'Mereka [West Ham] memiliki dua tembakan, yang menjadi dua gol. Kami memiliki 30 tembakan dan tidak ada satu pun yang jadi gol, dan kami punya peluang bagus,' ujar Arteta dikutip dari Mirror. 'Saya tidak punya apa-apa lagi untuk para pemain, karena Anda harus memuji para pemain, karena mereka telah mencoba segalanya,' ucap Arteta menambahkan.  Pelatih asal Spanyol itu menilai Arsenal layak mendapatkan hasil yang lebih baik. Meski demikian Arteta tetap memberikan selamat kepada West Ham sebagai tim pemenang. Soal gol pertama West Ham yang diwarnai kontroversi, Arteta berharap Premier League bisa meningkatkan kualitas penggunaan teknologi VAR. 'Kita semua menginginkan teknologi terbaik sehingga keputusan yang diambil jelas dan saat ini teknologi yang kita miliki tidak dapat disimpulkan, jadi ini adalah sesuatu yang bisa kita tingkatkan,' ucap Arteta.   ",
        "preprocessed_content": "latih mikel artetadongkol tembak dilepaskanarsenal ujung kalah west ham united tanding liga inggris emirates jumat wib arsenal gagal menang natal derbi london lawan west ham kandang the gunners tel malu kalah publik tuan rumah ko gol tomas soucek menit gol konstantinos mavaropanos menit kalah arsenal gagal puncak klasemen salip liverpool hasil buruk markas mikel arteta gereget pasal martin oodegaard kawankawan milik tembak ujung gol west ham milik tembak gol milik tembak gol peluang bagus arteta kutip mirror apaapa main puji main coba arteta latih spanyol nilai arsenal layak hasil arteta selamat west ham tim menang gol west ham warna kontroversi arteta harap premier league tingkat kualitas guna teknologi var teknologi baik putus ambil teknologi milik simpul tingkat arteta",
        "timestamp": "2024-06-22 10:57:21"
    },
    {
        "filename": "Anies_dan_Ganjar_Kritik_Pemanggilan_Kepala_Desa,_Moeldoko_Bela_Jokowi.txt",
        "original_content": "Kepala Staf Presiden (KSP)Moeldoko membela Presiden RI JokoWidodo(Jokowi) dari kritik dua capres dalam Pilpres2024 yakniAnies Baswedan dan Ganjar Pranowotentang pemanggilan kepala desa ke istana. Moeldoko membantah anggapan Jokowi mengerahkan kepala desa untuk memenangkan paslon nomor urut 2 PrabowoSubianto-Gibran RakabumingRaka.Dia berkata pertemuan itu digelar untuk mendengar masukan kepala desa tentang revisi UU Desa.    'Oh ndak, ndak, ndak (Jokowi mengondisikan dukungan kepala desa). Saya pikir konteksnya ya, yang penting kita selalu melihat konteksnya. Dan di situ tidak ada pembicaraan politik sama sekali,' kata Moeldoko di Istana Kepresidenan Jakarta, Rabu (3 1). Moeldokomengatakan dalam pertemuan itu adalah audiensi yang membahas di antaranya para kepala desa yang menginginkan masa jabatan ditambah menjadi tiga periode. Namun, mulai ada titik temu untuk masa jabatan tetap dua periode, tetapi ditambah menjadi sembilan tahun. Dia menilai pertemuan Jokowi dengan kepala desa bukan hal luar biasa. Menurutnya, Jokowi sering mengundang perwakilan masyarakat untuk mendengar aspirasi. 'Intinya ini bentuk audiensi Bapak Presiden menerima semua pihak audiensi. Tapi yang jelas konteksnya Papdesi itu dalam rangka revisi UU Desa,' ucapnya. Sebelumnya, Jokowi memanggil sejumlah kepala desa ke Istana Kepresidenan Jakarta pada Jumat (29 12). Pertemuan digelar tertutup. Pemanggilan para kepala desa itu dikomentari oleh dua calon presiden. Ganjar dan Anies menyinggung soal netralitas aparatur negara dalam Pilpres 2024. 'Yang penting pengarahan pemerintahan kami tidak masalah, tapi kalau pengarahan politik, dukung-mendukung saya kira mulai tidak fair,' kata Ganjar di Purworejo, Jawa Tengah pada Minggu (31 12). 'Yang penting jaga netralitas,' ujar Anies di sebuah kafe di Gondokusuman, DI Yogyakarta, pada hari yang sama. ",
        "preprocessed_content": "kepala staf presiden kspmoeldoko bela presiden ri jokowidodojokowi kritik capres yaknianies baswedan ganjar pranowotentang panggil kepala desa istana moeldoko ban anggap jokowi kerah kepala desa menang paslon nomor urut prabowosubiantogibran rakabumingrakadia temu gelar dengar masuk kepala desa revisi uu desa oh ndak ndak ndak jokowi kondisi dukung kepala desa pikir konteks ya konteks situ bicara politik moeldoko istana presiden jakarta rabu moeldokomengatakan temu audiensi bahas kepala desa jabat tambah periode titik temu jabat periode tambah sembilan nilai temu jokowi kepala desa turut jokowi undang wakil masyarakat dengar aspirasi inti bentuk audiensi presiden terima audiensi konteks papdesi rangka revisi uu desa jokowi panggil kepala desa istana presiden jakarta jumat temu gelar tutup panggil kepala desa komentar calon presiden ganjar anies singgung netralitas aparatur negara pilpres arah perintah arah politik dukungmendukung fair ganjar purworejo jawa minggu jaga netralitas anies kafe gondokusuman yogyakarta",
        "timestamp": "2024-06-22 10:58:32"
    },
    {
        "filename": "Cak_Imin_Protes_2_Panelis_Debat_dari_Unhan,_TKN_Serahkan_ke_KPU.txt",
        "original_content": "Tim Kampanye Nasional (TKN) Prabowo-Gibranmerespons protes yang disampaikan calon wakil presiden nomor urut 1Muhaimin Iskandar(Cak Imin) terkait panelis debat ketiga Pilpres 2024yang berasal dari Universitas Pertahanan (Unhan). Juru Bicara TKN, Dedek Prayudi mengatakan TKN menyerahkan kepada KPU apakah akan mengokomodir atau tidak protes dari Cak Imin tersebut. 'Kalau misalnya memang diprotes, kemudian KPU mengakomodir protesnya atau tidak mengakomodir protesnya, saya pikir itu bukan ranah TKN untuk menilai, serahkan saja kepada KPU,' kata Dedek usai peluncuran buku Politik Gemoy: Keberpihakan Pemuda pada Prabowo Gibran, di Menteng, Jakarta Pusat, Kamis (4 1).    Terpisah, Kepala Biro Perencanaan, Kerjasama dan Hubungan Masyarakat Unhan Marsekal Pertama E. Soni Astaryadi mengatakan protes terkait panelis itu sah-sah saja. Menurutnya, dipilihnya pakar dari Unhan karena berhubungan dengan tema debat. 'Alasan dipilihnya pakar ilmu pertahanan karena sesuai tema debat yang diangkat topiknya tentang pertahanan keamanan,' kata Soni lewat pesan singkat kepada CNNIndonesia.com.  KPU sebelumnya telah mengumumkan 11 nama yang akan menjadi panelis untuk debat capres pada 7 Januari 2024 mendatang. Dari deretan nama para panelis, terdapat nama KSAL 2012-2014 sekaligus Ketua Dewan Guru Besar Universitas Pertahanan, Laksamana TNI (Purn) Marsetio dan Pakar Keamanan Universitas Pertahanan, Kusnanto Anggoro. Unhan merupakan perguruan tinggi yang secara fungsional dibina oleh Kemhan. Sementara itu, capres nomor urut 2 Prabowo Subianto kini masih menjabat sebagai Menteri Pertahanan. Cawapres nomor urut 1, Muhaimin Iskandar lalu menyampaikan protes soal panelis itu. Cak Iminberharap panelis yang berasal dari Unhanbisa diganti. 'Ya, terus terang saya protes, karena itu mengganggu objektivitas, karena apapun Unhan di bawah Pak Prabowo, Menhan, karena itu saya protes syukur-syukur bisa diganti,' kata Cak Imin di Ponpes Darul Muwahhidin, Garut, Jawa Barat, Kamis (4 1), dikutip detikcom. ",
        "preprocessed_content": "tim kampanye nasional tkn prabowogibranmerespons protes calon wakil presiden nomor urut iskandarcak imin kait panelis debat tiga pilpres asal universitas tahan unhan juru bicara tkn dedek prayudi tkn serah kpu mengokomodir protes cak imin protes kpu mengakomodir protes mengakomodir protes pikir ranah tkn nilai serah kpu dedek luncur buku politik gemoy pihak pemuda prabowo gibran menteng jakarta pusat kamis pisah kepala biro rencana kerjasama hubung masyarakat unhan marsekal e soni astaryadi protes kait panelis sahsah turut pilih pakar unhan hubung tema debat alas pilih pakar ilmu tahan sesuai tema debat angkat topik tahan aman soni pesan singkat cnnindonesiacom kpu umum nama panelis debat capres januari deret nama panelis nama ksal ketua dewan guru universitas tahan laksamana tni purn marsetio pakar aman universitas tahan kusnanto anggoro unhan guru fungsional bina kemhan capres nomor urut prabowo subianto jabat menteri tahan cawapres nomor urut muhaimin iskandar protes panelis cak iminberharap panelis asal unhanbisa ganti ya terang protes ganggu objektivitas apa unhan prabowo menhan protes syukursyukur ganti cak imin ponpes darul muwahhidin garut jawa barat kamis kutip detikcom",
        "timestamp": "2024-06-22 10:59:17"
    },
    {
        "filename": "Dukung_Prabowo-Gibran,_Kader_Pejuang_PPP_Siap_Disanksi_PPP.txt",
        "original_content": "Wakil Ketua Majelis PertimbanganPPP sekaligus inisiator organisasi Pejuang PPP Witjaksono mengaku siap disanksi DPP PPP usai keputusannya dan beberapa kader PPP lainnya mendukung paslon nomor 2Prabowo Subianto-Gibran Rakabuming Raka di Pilpres 2024. Keputusan Witjaksono mendukung Prabowo ini berlawanan dengan sikap PPP yang telah mendukung pasangan nomor 3 Ganjar Pranowo-Mahfud MD di Pilpres2024. 'Saya siap menerima segala sanksi apabila memang dari partai memberikan sanksi kepada kami,' kata Witjaksono di Hotel Ambhara, Jakarta Selatan, Kamis (28 12).   Witjaksono mengklaim sikapnya mendukung Prabowo sekadar menyampaikan aspirasi dari kader-kader PPP di bawah. Ia pun berjanji akan memenangkan Prabowo-Gibran untuk satu putaran. 'Kita memang konsolidasi, jadi banyak aspirasi yang kita terima dari bawah. Jadi karena aspirasi banyak dari bawah, kita konsolidasi akhirnya terjadi acara ini,' laimnya.  Di sisi lain, Witjaksono mengklaim internal PPP tak ada keretakan imbas perbedaan dukungan capres ini. Ia pun menyakini suara PPP akan naik imbas mendukung Prabowo-Gibran. 'Keretakan Insyallah tidak, PPP akan memenangkan dan masuk ke Senayan Insyaallah, justru dengan kita masuk dukungan ke Pak Prabowo Dan Mas Gibran Insyaallah suara kita akan semakin solid,' kata dia. Sebelumnya organisasi Pejuang PPP menyatakan dukungan bagi pasangan Prabowo-Gibran di Hotel Ambhara, Jakarta Selatan hari ini. Mereka yang hadir di antaranya Wakil Sekretaris Majelis Pertimbangan di DPP PPPHizbiyah Rochim, dan sejumlah kader PPP seperti Witjaksono hingga Raden Agung Zainal Abidin. ",
        "preprocessed_content": "wakil ketua majelis pertimbanganppp inisiator organisasi juang ppp witjaksono aku sanksi dpp ppp putus kader ppp dukung paslon nomor subiantogibran rakabuming raka pilpres putus witjaksono dukung prabowo lawan sikap ppp dukung pasang nomor ganjar pranowomahfud md terima sanksi partai sanksi witjaksono hotel ambhara jakarta selatan kamis witjaksono klaim sikap dukung prabowo aspirasi kaderkader ppp janji menang prabowogibran putar konsolidasi aspirasi terima aspirasi konsolidasi acara laimnya sisi witjaksono klaim internal ppp kereta imbas beda dukung capres menyakini suara ppp imbas dukung prabowogibran kereta insyallah ppp menang masuk senayan insyaallah masuk dukung prabowo mas gibran insyaallah suara solid organisasi juang ppp dukung pasang prabowogibran hotel ambhara jakarta selatan hadir wakil sekretaris majelis timbang dpp ppphizbiyah rochim kader ppp witjaksono raden agung zainal abidin",
        "timestamp": "2024-06-22 11:00:13"
    },
    {
        "filename": "Hasil_Liga_Inggris_Manchester_United_Kalah_Lawan_Nottingham_Forest.txt",
        "original_content": "Manchester United menelan kekalahan 1-2 dari tuan rumah Nottingham Forest dalam laga Liga Inggris di City Ground, Minggu (31 12) dini hari WIB. Erik Ten Hag menurunkan Marcus Rashford sebagai ujung tombak dengan ditopang oleh Antony, Bruno Fernandes, dan Alejandro Garnacho. Komposisi ini rupanya tidak bisa berbuat banyak untuk membongkar pertahanan Nottingham Forest. MU hanya mencatat satu tembakan tepat sasaran di babak pertama yang berakhir imbang tanpa gol.    Memasuki babak kedua, pertarungan kedua tim makin panas. Sempat ada pertikaian yang melibatkan pemain dari kedua tim di menit ke-56. Pertikaian itu bermula dari tekel Morgan Gibbs White ke Diogo Dalot dan berlanjut ke Jonny Evans di daerah pertahanan MU. Gibbs White merasa hal tersebut bukan pelanggaran namun wasit berpendapat lain. Kartu kuning diberikan wasit pada Gibbs White yang lalu disambut protes. Raphael Varane lalu melakukan konfrontasi dan akhirnya pemain lain ikut larut dalam pertikaian tersebut. Nottingham Forest yang kemudian justru sukses mencetak gol lebih dulu di menit ke-64. Gol ini bermula dari serangan Nottingham di sisi kiri pertahanan Man Utd. Bek-bek MU lengah mengawasi pergerakan Gonzalo Montiel yang ikut naik membantu serangan. Bek kanan Nottingham itu kemudian melihat Nicolas Dominguez berdiri dalam posisi yang ideal. Montiel mengirimkan umpan silang mendatar ke arah Dominguez. Dominguez langsung melepaskan tembakan mendatar ke arah kanan gawang. Andre Onana hanya bisa terpana menyaksikan bola masuk ke dalam gawang. Manchester United kemudian berhasil menyamakan kedudukan di menit ke-78. Gol ini tak lepas dari kengototan Alejandro Garnacho. Garnacho sukses melakukan tekel pada umpan Matt Turner yang dilepaskan secara mendatar. Setelah mendapat bola, Garnacho berlari menggiring bola ke kotak penalti lalu mengoper pada Marcus Rashford yang berdiri bebas. Rashford dengan dingin mengirim bola ke sisi kiri gawang Nottingham Forest. Usai gol tersebut, MU makin bersemangat menekan Nottingham Forest. Namun tekanan kuat yang mereka lancarkan justru jadi bumerang. Setelah terhindar dari ancaman kebobolan, Forest menyerang dengan cepat. Sisi kiri pertahanan MU kembali diincar oleh Forest. Serangan cepat itu kemudian diakhiri dengan pilihan Anthony Elanga memberikan bola ke Gibbs-White yang berdiri di luar kotak penalti. Gibbs-White lalu melepaskan tembakan akurat yang tidak bisa dihentikan Onana. Forest pun unggul 2-1 di menit ke-82. Di sisa waktu yang ada, MU berusaha untuk membongkar pertahanan Forest. Masa perpanjangan waktu 10 menit diberikan wasit pada laga yang sering terhenti karena cedera pemain tersebut. Pada masa injury time, Matt Turner sempat melakukan penyelamatan gemilang atas tembakan keras Bruno Fernandes dari luar kotak penalti yang membentur Scott McTominay dan berubah arah. Turner juga dengan sigap menangkap tendangan yang dilepaskan oleh Amad Diallo. Nottingham Forest berhasil mempertahankan skor 2-1 hingga laga berakhir. Susunan Pemain Nottingham Forest (4-2-3-1) Matt Turner; Gonzalo Montiel, Moussa Niakhate, Murillo, Ola Aina (Harry Toffolo 87); Danilo Oliveira (Orel Mangala 87), Ryan Yates; Morgan Gibbs White, Nicolas Dominguez, Anthony Elanga (Willy Boly (87); Chris Wood Manchester United (4-2-3-1) Andre Onana; Aaron Wan Bissaka (Sergio Reguilon 90), Raphael Varane, Jonny Evans, Diogo Dalot; Kobbie Mainoo (Scott McTominay 46), Christian Eriksen; Antony, Bruno Fernandes, Alejandro Garnacho; Marcus Rashford",
        "preprocessed_content": "manchester united tel kalah tuan rumah nottingham forest laga liga inggris city ground minggu wib erik ten hag turun marcus rashford ujung tombak topang antony bruno fernandes alejandro garnacho komposisi buat bongkar tahan nottingham forest mu catat tembak sasar babak imbang gol pasuk babak tarung tim panas tikai libat main tim menit tikai tekel morgan gibbs white diogo dalot lanjut jonny evans daerah tahan mu gibbs white langgar wasit dapat kartu kuning wasit gibbs white sambut protes raphael varane konfrontasi main larut tikai nottingham forest sukses cetak gol menit gol serang nottingham sisi kiri tahan man utd bekbek mu lengah awas gera gonzalo montiel bantu serang bek kanan nottingham nicolas dominguez diri posisi ideal montiel kirim umpan silang datar arah dominguez dominguez langsung lepas tembak datar arah kanan gawang andre onana terpana saksi bola masuk gawang manchester united hasil sama duduk menit gol lepas kengototan alejandro garnacho garnacho sukses tekel umpan matt turner lepas datar bola garnacho lari giring bola kotak penalti oper marcus rashford diri bebas rashford dingin kirim bola sisi kiri gawang nottingham forest gol mu semangat tekan nottingham forest tekan kuat lancar bumerang hindar ancam bobol forest serang cepat sisi kiri tahan mu incar forest serang cepat pilih anthony elanga bola gibbswhite diri kotak penalti gibbswhite lepas tembak akurat henti onana forest unggul menit sisa mu usaha bongkar tahan forest panjang menit wasit laga henti cedera main injury time matt turner selamat gemilang tembak keras bruno fernandes kotak penalti bentur scott mctominay ubah arah turner sigap tangkap tendang lepas amad diallo nottingham forest hasil tahan skor laga susun main nottingham forest matt turner gonzalo montiel moussa niakhate murillo ola aina harry toffolo danilo oliveira orel mangala ryan yates morgan gibbs white nicolas dominguez anthony elanga willy boly chris wood manchester united andre onana aaron wan bissaka sergio reguilon raphael varane jonny evans diogo dalot kobbie mainoo scott mctominay christian eriksen antony bruno fernandes alejandro garnacho marcus rashford",
        "timestamp": "2024-06-22 11:01:30"
    },
    {
        "filename": "Ganjar_Sentil_Prabowo_Soal_Data_Kalau_Enggak_Siap,_Enggak_Usah_Debat.txt",
        "original_content": "Calon presiden nomor urut 3Ganjar Pranowo menyatakan tak perlu menerima tantangan dari calon presiden nomor urut 2Prabowo Subianto untuk mengadu data terkait keamanan dan pertahanan di luar debat capres. Menurut Ganjar kesempatan untuk membuka data seharusnya dilakukan pada debat ketiga Pilpres 2024.    'Enggak perlu, debat hari ini, kenapa harus besok? Kalau enggak siap, enggak usah debat, waktu terbatas,' kata Ganjar seusai debat di Istora Senayan, Jakarta, Minggu (7 1). Ganjar mengatakan tak perlu ruang lain untuk menjelaskan apa yang dibutuhkan. Dia menilai seharusnya Prabowo memanfaatkan waktu yang ada. Dia menyinggung jabatan Prabowo sebagai Menteri Pertahanan. Dengan jabatan tersebut, kata Ganjar, Prabowo bisa bicara dengan DPR di luar debat capres. 'Dengan saya sudah cukup di sini, publik menilai. Saya ajak bandingkan data dan beliau enggak sanggup,' ujarnya.  Dalam debat capres, Prabowo menantang Ganjar di forum lain untuk menjelaskan data terkait isu pertahanan dan keamanan. Namun Ganjar meminta Prabowo menjelaskan secara langsung pada debat capres tersebut. 'Oh nggak bisa, saya tidak dikasih waktu. Jadi Anda tidak fair, Anda minta saya kasih penjelasan yang begitu rumit, tapi waktu saya terbatas,' ujar Prabowo. Sebelumnya, capres nomor 2 Prabowo Subianto menantang dua kandidat lain, Anies Baswedan dan Prabowo Subianto, mengadu data. Hal itu ia sampaikan merespons serangan dua kandidat tentang kerja Kementerian Pertahanan.  Dia menilai waktu dalam debat terlalu sempit. Prabowo ingin ada waktu khusus untuk bicara data bersama dua pesaingnya. 'Sekarang waktunya enggak ada. Jadi saya mengundnag kita bicara terbuka. Terbuka, silakan,' ujar Prabowo dalam Debat Ketiga Pilpres 2024. ",
        "preprocessed_content": "calon presiden nomor urut pranowo terima tantang calon presiden nomor urut subianto adu data kait aman tahan debat capres ganjar sempat buka data debat tiga pilpres debat besok debat batas ganjar debat istora senayan jakarta minggu ganjar ruang butuh nilai prabowo manfaat singgung jabat prabowo menteri tahan jabat ganjar prabowo bicara dpr debat capres publik nilai ajak banding data beliau sanggup debat capres prabowo tantang ganjar forum data kait isu tahan aman ganjar prabowo langsung debat capres oh kasih fair kasih jelas rumit batas prabowo capres nomor prabowo subianto tantang kandidat anies baswedan prabowo subianto adu data respons serang kandidat kerja menteri tahan nilai debat sempit prabowo khusus bicara data saing mengundnag bicara buka buka sila prabowo debat tiga pilpres",
        "timestamp": "2024-06-22 11:02:37"
    },
    {
        "filename": "Jadwal_Siaran_Langsung_Arsenal_vs_Liverpool_di_PIala_FA.txt",
        "original_content": "Arsenal akan menghadapiLiverpool dalam duel sengit babak ketiga Piala FA, Minggu (7 1). Berikut jadwal siaran langsung Arsenal vs Liverpool. Arsenal dan Liverpool menatap laga ini dengan torehan yang berbeda. The Gunners sedang tidak baik-baik saja karena menelan dua kekalahan beruntun sedangkan The Reds bisa menorehkan dua kemenangan berturut-turut. Hasil minor itu juga membuat Arsenal kini menjauh dari puncak klasemen Liga Inggris. Tim London Utara terpaut lima poin dari puncak klasemen yang ditempati Liverpool dengan koleksi 45 poin.    Laga sengit Arsenal vs Liverpool akan berlangsung di Stadion Emirates, London, Minggu malam WIB. Kick off akan berlangsung pukul 23.30 WIB dan bisa disaksikan melalui tayangan Vidio.com. Tim asuhan Mikel Arteta jelas mengusung misi kebangkitan di laga ini. Kesempatan bermain di hadapan publik sendiri tidak akan dilewatkan begitu saja untuk mengamankan kemenangan. Kebetulan Liverpool juga datang tidak dengan kekuatan terbaik. Tim kota pelabuhan kehilangan dua pilar, Mohamed Salah dan Wataru Endo yang memperkuat timnas masing-masing. Salah bergabung dengan Mesir untuk mengikuti Piala Afrika 2024. Sedangkan Endo telah bergabung dengan Jepang jelang tampil di Piala Asia 2023.  Absennya Salah mereduksi kekuatan Liverpool. Ini karena pemain berusia 31 tahun itu begitu produktif musim ini dengan mencetak 18 gol dan mengemas 9 assist dari 27 pertandingan. Arsenal vs Liverpool  Piala FA  Stadion Emirates  Minggu (7 1) pukul 23.30 WIB  Vidio   ",
        "preprocessed_content": "arsenal menghadapiliverpool duel sengit babak tiga piala fa minggu jadwal siar langsung arsenal vs liverpool arsenal liverpool tatap laga toreh beda the gunners baikbaik tel kalah untun the reds toreh menang berturutturut hasil minor arsenal jauh puncak klasemen liga inggris tim london utara paut poin puncak klasemen tempat liverpool koleksi poin laga sengit arsenal vs liverpool stadion emirates london minggu malam wib kick off wib saksi tayang vidiocom tim asuh mikel arteta usung misi bangkit laga sempat main hadap publik lewat aman menang liverpool kuat baik tim kota labuh hilang pilar mohamed salah wataru endo kuat timnas masingmasing salah gabung mesir ikut piala afrika endo gabung jepang jelang tampil piala asia absen salah reduksi kuat liverpool main usia produktif musim cetak gol emas assist tanding arsenal vs liverpool piala fa stadion emirates minggu wib vidio",
        "timestamp": "2024-06-22 11:04:13"
    },
    {
        "filename": "Daftar_Pemain_Irak_untuk_Piala_Asia_2023_4_Pembobol_Indonesia_Masuk.txt",
        "original_content": "Jesus Casas resmi mengumumkan daftar 26 pemaintimnas Irak yang akan berlaga di Piala Asia 2023. Empat pemain yang membobol gawang Indonesia masuk tim, begitu juga dengan Zidane Iqbal. Dari 26 pemain yang masuk skuad timnas Irak, 12 di antaranya bermain di Eropa, termasuk Zidane Iqbal yang merupakan mantan pemain Manchester United. Iqbal saat ini bermain di FC Utrecht, klub Belanda yang juga diperkuat pemain Timnas Indonesia Ivar Jenner. Casas memutuskan untuk tidak memanggil sejumlah langganan timnas Irak seperti Pashang Abdulla, Ali Faez dan Mustafa Nadhim. Ketiganya sempat masuk skuad saat terakhir melawan Vietnam pada Kualifikasi Piala Dunia 2026, November lalu.   Namun, Casas tetap memanggil empat pemain yang membobol gawang Timnas Indonesia pada Kualifikasi Piala Dunia 2026. Keempat pemain itu adalah Bashar Resan, Osama Rashid, Youssef Amyn, dan Ali Al-Hamadi yang bermain untuk Wimbledon di Liga Inggris. Skuad timnas Irak dijadwalkan memulai latihan jelang Piala Asia 2023 pada 2 Januari mendatang. TC akan berlangsung di Abu Dhabi, Uni Emirat Arab, hingga 12 Januari. Di sela TC di Abu Dhabi, tim berjuluk Lions of Mesopotamia itu akan menjalani uji coba melawan Korea Selatan pada 6 Januari mendatang.  Timnas Irak tergabung di Grup D Piala Asia 2023 bersama Indonesia, Vietnam, dan Jepang. Laga pertama Indonesia vs Irak akan berlangsung pada 15 Januari mendatang. Kiper: Jalal Hassan (Al Zawraa)Fahad Talib (Sanat Naft Abadan)Ahmed Basil (Al Shorta) Belakang: Ali Adnan (Mes Rafsanjan)Rebin Sulaka (Brommapojkarna)Saad Natiq (Abha)Frans Putros (Port)Merchas Doski (Slovacko)Zaid Tahseen (Al-Talaba)Hussein Ali (Heerenveen)Ahmed Yahya (Al-Shorta)Allan Mohideen (Utsikten) Tengah: Amjad Attwan (Zakho)Bashar Resan (SC Qatar)Ibrahim Bayesh (Al-Quwa Al-Jawiya)Osama Rashid (Vizela)Amir Al-Ammari (Halmstad)Zidane Iqbal (Utrecht)Ali Jasim (Al-Quwa Al-Jawiya)Ahmad Allee (Rouen)Danilo Al-Saed (Sandefjord)Youssef Amyn (Eintracht Braunschweig)Montader Madjed (Hammarby) Depan: Aymen Hussein (Al-Quwa Al-Jawiya)Mohanad Ali (Al-Shorta)Ali Al-Hamadi (AFC Wimbledon) ",
        "preprocessed_content": "jesus casas resmi umum daftar pemaintimnas irak laga piala asia main bobol gawang indonesia masuk tim zidane iqbal main masuk skuad timnas irak main eropa zidane iqbal mantan main manchester united iqbal main fc utrecht klub belanda kuat main timnas indonesia ivar jenner casas putus panggil langgan timnas irak pashang abdulla ali faez mustafa nadhim tiga masuk skuad lawan vietnam kualifikasi piala dunia november casas panggil main bobol gawang timnas indonesia kualifikasi piala dunia empat main bashar resan osama rashid youssef amyn ali alhamadi main wimbledon liga inggris skuad timnas irak jadwal latih jelang piala asia januari tc abu dhabi uni emirat arab januari tc abu dhabi tim juluk lions of mesopotamia jalan uji coba lawan korea selatan januari timnas irak gabung grup d piala asia indonesia vietnam jepang laga indonesia vs irak januari kiper jalal hassan al zawraafahad talib sanat naft abadanahmed basil al shorta ali adnan mes rafsanjanrebin sulaka brommapojkarnasaad natiq abhafrans putros portmerchas doski slovackozaid tahseen altalabahussein ali heerenveenahmed yahya alshortaallan mohideen utsikten amjad attwan zakhobashar resan sc qataribrahim bayesh alquwa aljawiyaosama rashid vizelaamir alammari halmstadzidane iqbal utrechtali jasim alquwa aljawiyaahmad allee rouendanilo alsaed sandefjordyoussef amyn eintracht braunschweigmontader madjed hammarby aymen hussein alquwa aljawiyamohanad ali alshortaali alhamadi afc wimbledon",
        "timestamp": "2024-06-22 11:05:55"
    },
    {
        "filename": "7_Pelatih_Ternama_di_Piala_Asia_2023_Dari_Mancini_hingga_STY.txt",
        "original_content": "Piala Asia 2023(2024) akan dihiasi pelatih-pelatih beken. Berikut tujuh pelatih ternama yang akan memimpin tim asuhannya tampil di Qatar. Kejuaraan AFC edisi ke-18 ini akan berlangsung mulai 12 Januari hingga 10 Februari. Sebanyak 24 tim jadi kontestan dan berjuang menjadi raja benua Asia. Qatar sebagai tuan rumah merupakan juara bertahan. Kendati demikian Jepang dan Korea Selatan digadang-gadang sebagai calon kuat peraih gelar juara.    Guna meraih hasil terbaik, ada kesebelasan-kesebelasan peserta putaran final Piala Asia kali ini mengandalkan pelatih tenar dengan banyak pengalaman. Berikut ini tujuh pelatih ternama yang akan tampil di Piala Asia 2023: 1. Roberto Mancini Datang di waktu yang tepat. Begitu media-media Arab menggambarkan kehadiran Mancini bersama Arab Saudi. Pria Italia ini dikontrak Arab Saudi pada 27 Agustus 2023. Pengalaman dan jam terbang Mancini sebagai juru taktik sudah tak diragukan. Ia adalah pelatih yang membawa Italia meraih gelar juara Piala Eropa 2020 meski gagal ke Piala Dunia 2022. Ambisi Mancini bersama Arab Saudi adalah meraih gelar juara Piala Asia 2023. Terakhir kali Arab Saudi meraih predikat raja Asia pada 1996 atau sudah 27 tahun lalu. 2. Paulo Bento Pria asal Portugal ini tak asing dengan negara Asia. Sebelum menangani Uni Emirat Arab, Bento terlebih dahulu menangani Korea Selatan saat tampil di Piala Dunia 2022. Ia juga sempat menangani Portugal pada 2010 hingga 2014. Kendati tidak ada prestasi yang berhasil diraih, Bento tetap dikenang sebagai pelatih yang membuat Portugal main dinamis. Kini Bento membidik gelar kedua sebagai pelatih setelah juara Piala EAFF bersama Korea Selatan pada 2019. Bukan pekerjaan mudah menjadi kampiun di Piala Asia, tetapi Bento sangat percaya diri. Baca lanjutan artikel ini di halaman selanjutnya>>>",
        "preprocessed_content": "piala asia hias pelatihpelatih beken tujuh latih nama pimpin tim asuh tampil qatar juara afc edisi januari februari tim kontestan juang raja benua asia qatar tuan rumah juara tahan kendati jepang korea selatan digadanggadang calon kuat raih gelar juara raih hasil baik kesebelasankesebelasan serta putar final piala asia kali andal latih tenar alam tujuh latih nama tampil piala asia roberto mancini mediamedia arab gambar hadir mancini arab saudi pria italia kontrak arab saudi agustus alam jam terbang mancini juru taktik ragu latih bawa italia raih gelar juara piala eropa gagal piala dunia ambisi mancini arab saudi raih gelar juara piala asia kali arab saudi raih predikat raja asia paulo bento pria portugal asing negara asia tangan uni emirat arab bento tangan korea selatan tampil piala dunia tangan portugal kendati prestasi hasil raih bento kenang latih portugal main dinamis bento bidik gelar latih juara piala eaff korea selatan kerja mudah kampiun piala asia bento percaya baca lanjut artikel halaman",
        "timestamp": "2024-06-22 11:07:04"
    },
    {
        "filename": "Alasan_Gia_Pakai_Masker_Saat_Bela_Red_Sparks_di_Liga_Voli_Korea.txt",
        "original_content": "Giovanna Milanaalias Gia tampil memperkuatRed Sparks dengan menggunakan masker dalam duel lawan Hi Pass. Berikut alasan di balik hal tersebut. Gia harus menggunakan masker karena ia sedang dalam kondisi tidak 100 persen fit. Ia mengalami flu sehingga harus menggunakan masker sebagai bentuk antisipasi agar tak menularkan hal tersebut pada rekan-rekan setimnya. Walaupun tidak dalam kondisi 100 persen bugar, Gia tampil mengkilap di laga tersebut. Gia bisa mencetak 30 poin dan mengantar Red Sparks mengalahkan Hi Pass dengan skor 3-1.    Catatan 30 poin dalam duel lawan Hi Pass itu sendiri merupakan catatan poin tertinggi yang ditorehkan Gia dalam satu pertandingan di Liga Korea. Hal itu berarti Gia sukses mencatat rekor besar di saat dirinya mengalami kendala berupa flu. Kemenangan Red Sparks atas Hi Pass juga berarti besar bagi Red Sparks. Pasalnya hasil ini sekaligus menghentikan tren buruk empat kekalahan beruntun yang sempat dialami Megawati Hangestri Pertiwi dan kawan-kawan. Kemenangan atas Hi Pass membuat Red Sparks kini mengoleksi 27 poin. Mereka hanya tertinggal empat angka dari IBK Altos yang ada di posisi keempat klasemen sementara Liga Voli Korea.   ",
        "preprocessed_content": "giovanna milanaalias gia tampil memperkuatred sparks masker duel lawan hi pass alas gia masker kondisi persen fit alami flu masker bentuk antisipasi tular rekanrekan tim kondisi persen bugar gia tampil kilap laga gia cetak poin antar red sparks kalah hi pass skor catat poin duel lawan hi pass catat poin tinggi toreh gia tanding liga korea gia sukses catat rekor alami kendala flu menang red sparks hi pass red sparks pasal hasil henti tren buruk kalah untun alami megawati hangestri pertiwi kawankawan menang hi pass red sparks koleksi poin tinggal angka ibk altos posisi empat klasemen liga voli korea",
        "timestamp": "2024-06-22 11:07:23"
    },
    {
        "filename": "Alibaba_Didenda_Rp2,17_T_Buntut_Praktik_Monopoli.txt",
        "original_content": "E-commerce asal China JD.com memenangkan gugatan terhadap Alibaba atas praktik monopoli. Dengan begitu, Alibaba pun harus membayar denda sebesar 1 miliar yuan atau sekitar Rp2,17 triliun (asumsi kurs Rp2.173 per yuan). Pengadilan Tinggi Rakyat Beijing memutuskan bahwa Alibaba Group Holding Limited bersama dengan Zhejiang Tmall Network Co dan Zhejiang Tmall Technology Co telah menyalahgunakan dominasi pasar dan melakukan monopoli.   Monopoli yang dilakukan Alibaba dinilai telah merusak bisnis JD.com.  'Keputusan ini bukan hanya keputusan yang adil atas perlawanan JD terhadap monopoli 'pilih satu dari dua', namun juga momen penting dalam menegakkan keadilan pasar dan ketertiban persaingan melalui supremasi hukum,' ungkap JD, seperti dikutip dari Reuters, Jumat (29 12). Pihak Alibaba sendiri mengaku telah mendengar putusan tersebut. Mereka menghormati keputusan pengadilan. Kecurangan dagang Alibaba bukan yang pertama kali. Perusahaan itu juga pernah didenda US$2,75 miliar atau sekitar Rp42,32 triliun pada 2021 karena monopoli.",
        "preprocessed_content": "ecommerce china jdcom menang gugat alibaba praktik monopoli alibaba bayar denda miliar yuan triliun asumsi kurs yuan adil rakyat beijing putus alibaba group holding limited zhejiang tmall network co zhejiang tmall technology co menyalahgunakan dominasi pasar monopoli monopoli alibaba nilai rusak bisnis jdcom putus putus adil lawan jd monopoli pilih momen tegak adil pasar tertib saing supremasi hukum jd kutip reuters jumat alibaba aku dengar putus hormat putus adil curang dagang alibaba kali usaha denda miliar triliun monopoli",
        "timestamp": "2024-06-22 11:08:11"
    },
    {
        "filename": "Cerita_WNI_soal_Warga_Jepang_Panic_Buying_usai_Diguncang_Gempa_M_7,5.txt",
        "original_content": "Seorang warga negara Indonesia (WNI) di Jepang mengungkapkan kondisi Negeri Sakura kala gempa bermagnitudo 7,5 mengguncang Prefektur Ishikawa pada Senin (1 1). Evtawan Tarigan, WNI yang tinggal di Prefektur Toyama, mengaku gempa di Ishikawa terasa sampai ke kediamannya di Toyama, yang berjarak ratusan kilometer dari prefektur tersebut. Gempa itu terasa cukup kuat sampai mampu menjatuhkan barang-barang di sekitarnya.   'Gempa cukup sering terjadi di sini, hanya saja yang kemarin ini berbeda levelnya karena sampai membuat barang-barang berjatuhan,' kata Evtawan kepada CNNIndonesia.com, Rabu (3 1). Evtawan menuturkan gempa bumi ini membuat warga Toyama panik, terutama imbas peringatan tsunami besar yang dikeluarkan pemerintah.  Pasalnya, meski berjarak dua jam dari Ishikawa, lokasi Toyama cukup dekat dengan pantai. Warga pun khawatir tsunami bakal terjadi di wilayah tersebut. Meski begitu, Evtawan mengatakan para warga sudah siap dengan situasi semacam itu. Sebagian warga Jepang ada yang langsung menuju gedung evakuasi dengan berjalan kaki. Sebagian lagi memilih pergi ke tempat tinggi seperti area pegunungan. 'Sebagian besar warga, termasuk saya dan istri, memilih pergi ke arah gunung menggunakan mobil,' kata Evtawan. 'Dan jalanan yang biasanya lengang, saat kejadian menjadi sangat padat dan ada antrean panjang di jalan. Yang biasanya hanya butuh 15 menit, waktu itu butuh 2 jam untuk sampai ke area gunung,' lanjut dia. Di area tinggi tersebut, warga menunggu di dalam mobil ditemani sejumlah petugas SAR. Mereka ikut memantau kondisi lalu lintas di kawasan. 'Kami sampai di gunung pukul 18.00 dan bertahan di sana sampai dengan pukul 22.00. Kami memutuskan pulang ke rumah pukul 22.00 setelah status diturunkan dari potensi tsunami besar ke potensi tsunami,' ucapnya.  Kepanikan imbas gempa M 7,5 yang memicu peringatan tsunami itu nyatanya tak berhenti sampai di tanggal 1. Evtawan menuturkan sehari setelah gempa, warga Toyama berbondong-bondong menyerbu supermarket untuk membeli air mineral. 'Supermarket sangat padat sehari pasca gempa. Yang paling mencolok adalah air mineral, orang-orang borong air mineral berdus-dus,' kata Evtawan. Selain air mineral, onigiri atau nasi kepal juga sangat cepat ludes. Evtawan sendiri ikut dalam rombongan orang-orang yang membeli air mineral. Namun, dia turut memasok makanan seperti daging, sayuran, dan makanan ringan untuk berjaga-jaga. Per Kamis (4 1), Evtawan mengungkapkan bahwa gempa susulan masih terus mengguncang Jepang bahkan hingga lima kali sehari. Namun skala getarannya kecil. 'Untuk aktivitas sudah berangsur normal. Akan tetapi event-event yang sudah direncanakan di wilayah kami, semua dibatalkan karena dikhawatirkan akan ada gempa besar lagi,' tutur dia.     Gempa bumi mengguncang Prefektur Ishikawa, Jepang, pada 1 Januari lalu. Bencana itu menewaskan setidaknya 84 orang dan memicu gelombang tsunami setinggi lebih dari satu meter, kebakaran besar, serta robekan pada jalanan. Dampak gempa paling besar dirasakan di Semenanjung Noto, dengan ratusan rumah dilalap api dan yang lainnya rata dengan tanah.  Saat ini, ada 1.315 warga negara Indonesia (WNI) yang menetap di Prefektur Ishikawa. Sebanyak 105 WNI berada di shelter-shelter lokasi pengungsian. Kementerian Luar Negeri RI menyatakan Kedutaan Besar RI Tokyo sudah mulai mendistribusikan bantuan logistik bagi WNI terdampak gempa yang meminta bantuan. Otoritas setempat juga telah mencabut peringatan tsunami, namun tetap memperingatkan kemungkinan gempa susulan dalam sepekan ke depan.",
        "preprocessed_content": "warga negara indonesia wni jepang kondisi negeri sakura gempa magnitudo guncang prefektur ishikawa senin evtawan tarigan wni tinggal prefektur toyama aku gempa ishikawa diam toyama jarak ratus kilometer prefektur gempa kuat jatuh barangbarang gempa kemarin beda level barangbarang jatuh evtawan cnnindonesiacom rabu evtawan gempa bumi warga toyama panik imbas ingat tsunami keluar perintah pasal jarak jam ishikawa lokasi toyama pantai warga khawatir tsunami wilayah evtawan warga situasi warga jepang langsung gedung evakuasi jalan kaki pilih pergi area gunung warga istri pilih pergi arah gunung mobil evtawan jalan lengang jadi padat antre jalan butuh menit butuh jam area gunung area warga tunggu mobil tani tugas sar pantau kondisi lintas kawasan gunung tahan putus pulang rumah status turun potensi tsunami potensi tsunami panik imbas gempa m picu ingat tsunami henti tanggal evtawan hari gempa warga toyama berbondongbondong serbu supermarket beli air mineral supermarket padat hari pasca gempa colok air mineral orangorang borong air mineral berdusdus evtawan air mineral onigiri nasi kepal cepat ludes evtawan rombong orangorang beli air mineral pasok makan daging sayur makan ringan berjagajaga kamis evtawan gempa susul guncang jepang kali hari skala getar aktivitas angsur normal eventevent rencana wilayah batal khawatir gempa gempa bumi guncang prefektur ishikawa jepang januari bencana tewas orang picu gelombang tsunami meter bakar robek jalan dampak gempa rasa semenanjung noto ratus rumah lalap api tanah warga negara indonesia wni tetap prefektur ishikawa wni sheltershelter lokasi ungsi menteri negeri ri duta ri tokyo distribusi bantu logistik wni dampak gempa bantu otoritas cabut ingat tsunami ingat gempa susul pek",
        "timestamp": "2024-06-22 11:08:44"
    },
    {
        "filename": "3_Cara_Simpan_Buah_Naga_agar_Lebih_Tahan_Lama,_Awet_hingga_6_Bulan.txt",
        "original_content": "Buah nagaadalah buah berwarna merah keunguan yang punya banyak manfaat untuk kesehatan. Lantas, adakah cara untuk menyimpan buah naga agar lebih tahan lama? Banyak orang menyukai buah naga karena rasanya yang manis dan dagingnya tebal. Beberapa jenis buah naga yang ada di pasaran adalah buah naga merah, buah naga putih, dan buah naga kuning. Buah ini bisa dinikmati secara langsung atau dijadikan campuran sejumlah makanan seperti puding, smoothie, atau salad.   Meski demikian, saat membeli buah naga dengan jumlah yang tak sedikit, tentu Anda tidak ingin memakannya sekaligus. Anda ingin menyimpannya agar bisa dinikmati di kemudian hari.  Dengan teknik penyimpanan yang benar, buah naga yang disimpan di suhu ruangan bisa bertahan hingga 10 hari. Sedangkan buah naga yang disimpan di lemari es bisa bertahan lebih lama lagi. Melansir berbagai sumber, berikut ini sejumlah cara menyimpan buah naga agar lebih tahan lama. Anda bisa menyimpan buah naga di suhu ruang, lemari es, hingga dibekukan di freezer. Berikut caranya: Mengutip Savory Suit Case, untuk menyimpan buah naga utuh pada suhu ruangan, carilah tempat sejuk dan jauh dari sinar matahari langsung. Buah naga dapat disimpan pada suhu ruangan selama beberapa hari, namun perlu diingat bahwa buah naga akan cepat matang. Jadi, jika ingin menikmatinya secara maksimal, sebaiknya konsumsi dalam satu atau dua hari. Untuk menyimpan buah naga utuh di lemari es, ikuti langkah sederhana berikut. Pertama, bersihkan buah secara perlahan dengan kain bersih untuk menghilangkan kotoran yang menempel. Kemudian, masukkan buah ke dalam kantong plastik berlubang atau wadah yang memiliki lubang agar sirkulasi udara lancar. Hindari menyimpannya dalam kantong plastik tertutup, karena dapat menyebabkan penumpukan kelembapan dan pembusukan. Terakhir, letakkan buah naga di laci lemari es Anda agar tetap segar hingga lima hari. Pendinginan membantu menjaga warna dan tekstur buah tetap cerah, sehingga buah naga tetap bisa dinikmati dengan sempurna.  Untuk membekukan buah naga, mulailah dengan memotong buah dengan irisan kecil. Letakkan di atas loyang yang dilapisi kertas roti, pastikan potongan tidak saling bersentuhan.Masukkan nampan ke dalam freezer selama beberapa jam sampai potongannya benar-benar beku. Setelah beku, pindahkan potongan buah naga ke dalam kantong atau wadah freezer kedap udara. Jangan lupa memberi label dengan tanggalnya. Buah naga beku dapat disimpan hingga 6 bulan. Ambil saja segenggam kapan pun Anda ingin suguhan yang sejuk dan menyegarkan. Itulah 3 cara simpan buah naga agar lebih tahan lama. Selamat mencoba. ",
        "preprocessed_content": "buah nagaadalah buah warna merah ungu manfaat sehat lantas ada simpan buah naga tahan orang suka buah naga manis daging tebal jenis buah naga pasar buah naga merah buah naga putih buah naga kuning buah nikmat langsung jadi campur makan puding smoothie salad beli buah naga makan simpan nikmat teknik simpan buah naga simpan suhu ruang tahan buah naga simpan lemari es tahan lansir sumber simpan buah naga tahan simpan buah naga suhu ruang lemari es beku freezer kutip savory suit case simpan buah naga utuh suhu ruang cari sejuk sinar matahari langsung buah naga simpan suhu ruang buah naga cepat matang nikmat maksimal konsumsi simpan buah naga utuh lemari es ikut langkah sederhana sih buah perlahan kain bersih hilang kotor tempel masuk buah kantong plastik lubang wadah milik lubang sirkulasi udara lancar hindar simpan kantong plastik tutup sebab tumpu lembap busuk letak buah naga laci lemari es segar dingin bantu jaga warna tekstur buah cerah buah naga nikmat sempurna beku buah naga potong buah iris letak loyang lapis kertas roti pasti potong bersentuhanmasukkan nampan freezer jam potong benarbenar beku beku pindah potong buah naga kantong wadah freezer kedap udara lupa label tanggal buah naga beku simpan ambil genggam suguh sejuk segar simpan buah naga tahan selamat coba",
        "timestamp": "2024-06-22 11:09:15"
    },
    {
        "filename": "Baekhyun_EXO_Dikabarkan_Bentuk_Agensi_Sendiri,_IB100.txt",
        "original_content": "Baekhyun EXOdikabarkan telah mendirikan agensi sendiri bernama I&B100. Ia disebut menjadi pendiri sekaligus CEO dari agensi tersebut. Kabar itu pertama kali dilaporkan eksklusif oleh TenAsiapada Rabu (3 1). Berdasarkan laporan media Korea tersebut, agensi I&B100 resmi didirikan karena telah menyelesaikan pendaftaran struktur direksi.    I&B100 dikabarkan telah resmi didirikan pada 23 Juni 2023. Catatan itu membuktikan bahwa Baekhyun mulai menyiapkan agensi baru sebelum polemik kontrak dengan SM Entertainment mulai mencuat pada pertengahan 2023. Selain itu, TenAsia juga melaporkan Baekhyun mengajak Chen dan Xiumin bergabung dengannya dalam agensi tersebut. Namun, I&B100 belum merilis pernyataan resmi mengenai berdirinya agensi itu. Idol bernama lengkap Byun Baek-hyun itu juga masih belum memberikan pengumuman mengenai agensi baru yang ia bentuk tersebut. I&B100 nantinya menjadi agensi kedua yang didirikan oleh Baekhyun. Pada Agustus 2023, Baekhyun mendirikan perusahaan One Signature bersama rekannya, Kasper.    Perusahaan itu dibentuk Baekhyun dan Kasper untuk menaungi koreografer hingga penari di industri Korea. 'Ini adalah perusahaan yang saya mulai bersama teman saya, Kasper, dengan pemikiran ingin mengembangkan banyak koreografer dan penari hebat,' ujar Baekhyun, seperti diberitakan MBC via Naver pada Agustus 2023.  'Itu belum dibuat konkret, tetapi saya banyak meneliti dan mencoba berbagai hal untuk membuat hasil dan tujuan yang baik,' lanjutnya. Sementara itu, Baekhyun juga masih menjalin kontrak eksklusif dengan SM Entertainment. Ia memperpanjang kontrak tersebut usai berpolemik dengan agensi selama beberapa pekan. Baekhyun, bersama dengan Chen dan Xiumin EXO, kala itu berpolemik lantaran menuntut transparansi kontrak mereka. Ketiga member itu juga sempat menyatakan mundur dari agensi sebelum akhirnya berdamai. Di sisi lain, agensi baru yang didirikan Baekhyun juga tak berimbas kepada kontraknya dengan SM. Sebab, agensi itu mengizinkan Baekhyun, serta Chen dan Xiumin, untuk melakukan aktivitas solo di bawah naungan agensi lain. 'Kami tidak dapat merinci ketentuan kontrak itu, tetapi kami telah mengizinkan ketiga member dapat melakukan aktivitas masing-masing sesuai dengan perjanjian yang dibuat dengan perusahaan,' ujar SM Entertainment.",
        "preprocessed_content": "baekhyun exodikabarkan diri agens nama diri ceo agens kabar kali lapor eksklusif tenasiapada rabu dasar lapor media korea agens resmi diri selesai daftar struktur direksi kabar resmi diri juni catat bukti baekhyun agens polemik kontrak sm entertainment cuat tengah tenasia lapor baekhyun ajak chen xiumin gabung dengan agens rilis nyata resmi diri agens idol nama lengkap byun baekhyun umum agens bentuk agens diri baekhyun agustus baekhyun diri usaha one signature rekan kasper usaha bentuk baekhyun kasper taung koreografer tari industri korea usaha teman kasper pikir kembang koreografer tari hebat baekhyun berita mbc via naver agustus konkret teliti coba hasil tuju baekhyun jalin kontrak eksklusif sm entertainment panjang kontrak polemik agens pekan baekhyun chen xiumin exo polemik lantar tuntut transparansi kontrak tiga member mundur agens damai sisi agens diri baekhyun imbas kontrak sm agens izin baekhyun chen xiumin aktivitas solo naung agens merinci tentu kontrak izin tiga member aktivitas masingmasing sesuai janji usaha sm entertainment",
        "timestamp": "2024-06-22 11:10:49"
    }
]